[
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia\n\nAlan MacKenzie Howard, CBE, (born 5 August 1937) is an English actor known for his roles on stage, television and film.\n\nHe was a member of the Royal Shakespeare Company from 1966 to 1983, and played leading roles at the Royal National Theatre between 1992 and 2000.\n\nDescription above from the Wikipedia article Alan Howard, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1937-08-05",
        "deathday": "2015-02-14",
        "gender": 2,
        "homepage": "",
        "id": 1367,
        "imdb_id": "nm0397102",
        "name": "Alan Howard",
        "place_of_birth": "London, England, UK",
        "popularity": 0.002735,
        "profile_path": "/roJHHH33uE4mMNQA6mONNinvmm5.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nSean Astin (born February 25, 1971) is an American film actor, director, and producer better known for his film roles as Mikey Walsh in The Goonies, the title character of Rudy, and Samwise Gamgee in the Lord of the Rings trilogy. In television, he appeared as Lynn McGill in the fifth season of 24. Most recently, he provided the voice for the title character in Disney's Special Agent Oso.\n\nDescription above from the Wikipedia article Sean Astin, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1971-02-25",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 1328,
        "imdb_id": "nm0000276",
        "name": "Sean Astin",
        "place_of_birth": "Santa Monica, California, USA",
        "popularity": 8.377675999999999,
        "profile_path": "/ezv9hRbgrR6Uuz4xWqX22cpiRXJ.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Elisala Baker"
        ],
        "biography": "Sala Baker is an actor and stuntman from Wellington, New Zealand. Originally hired as one of several stunt performers for The Lord of the Rings film trilogy, he ended up landing the part of the Dark Lord Sauron. In addition, he also played several Orcs, a Gondorian, and one of the Rohirrim. Outside of the trilogy, Baker has performed in The Chronicles of Narnia: The Lion, the Witch and the Wardrobe and two Pirates of the Caribbean movies. Baker was also a part of the miscellaneous crew in the making of The Last Samurai in 2003.",
        "birthday": "1976-09-22",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.salabaker.com/",
        "id": 1366,
        "imdb_id": "nm1019674",
        "name": "Sala Baker",
        "place_of_birth": "Wellington - New Zealand",
        "popularity": 1.993869,
        "profile_path": "/cO6LUWV5gdDnnhFnHTK5d8WOOj6.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Christopher Michael \"Chris\" Pratt (born June 21, 1979) is an American actor, best known for his roles as Harold Brighton \"Bright\" Abbott in the television series Everwood, the recurring character Winchester \"Ché\" Cook in season 4 of The OC, and Andy Dwyer in the television series Parks and Recreation.",
        "birthday": "1979-06-21",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 73457,
        "imdb_id": "nm0695435",
        "name": "Chris Pratt",
        "place_of_birth": "Virginia, Minnesota, USA",
        "popularity": 24.058407,
        "profile_path": "/hwzMHnBpfLutaOMVVMkIkLWHBYU.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Zoë Saldana",
            "Zoe Saldaña",
            "Zoë Saldaña"
        ],
        "biography": "Zoë Yadira Saldana was born June 19, 1978 in Passaic NJ to a Puerto Rican mother and Dominican father. Her family relocated to the Dominican Republic when she was ten years old. There she practiced ballet at one of the most prestigious dance schools in the country. Saldana returned to New York at age 17, where she began involving herself in theatre groups such as Faces and the New York Youth Theatre. Her ballet training helped land her first on screen part as Eva in the dance film, Center Stage (2000). The actress’ career continued to flourish with roles in Pirates of The Caribbean: The Curse of the Black Pearl (2003) with Johnny Depp, The Terminal (2004) starring Tom Hanks, and Guess Who (2005) opposite Ashton Kutcher. Saldana continues to act and model with editorial features in Elle, Vanity Fair, V, GQ Italia, and Nylon.",
        "birthday": "1978-06-19",
        "deathday": "",
        "gender": 1,
        "homepage": "http://www.zoesaldana.com/",
        "id": 8691,
        "imdb_id": "nm0757855",
        "name": "Zoe Saldana",
        "place_of_birth": "Passaic, New Jersey, USA",
        "popularity": 18.185788,
        "profile_path": "/n2vvV90RtrY0OMFGU7QFmOfWUft.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "David Michael Bautista Jr.",
            "Batista",
            "Dave Batista",
            "Deacon Batista",
            "David Bautista",
            "Leviathan"
        ],
        "biography": "David Michael \"Dave\" Bautista Jr. (born January 18, 1969) is an American actor and former professional wrestler, mixed martial artist, and bodybuilder.\n\nFrom 2000–2010 and 2013–2014, he was signed to WWE under the ring name Batista, where he became a six-time world champion, winning WWE's World Heavyweight Championship four times and the WWE Championship twice. He holds the record for the longest reign as World Heavyweight Champion at 282 days, and has also won the World Tag Team Championship three times (twice with Ric Flair and once with John Cena) and the WWE Tag Team Championship once (with Rey Mysterio). He was the winner of the 2005 Royal Rumble match and went on to headline WrestleMania 21, one of the top five highest-grossing pay-per-view events in professional wrestling history. When Bautista returned to WWE in 2014, he won the 2014 Royal Rumble match, after which he headlined WrestleMania XXX.\n\nIn August 2012, Bautista signed a contract with Classic Entertainment & Sports to fight in mixed martial arts. He won his MMA debut on October 6, 2012, defeating Vince Lucero via TKO in the first round. He was representing the Philippines during the fight. Bautista first entered the world of acting in 2006. As an actor, Bautista has starred in The Man with the Iron Fists (2012), Riddick (2013), Guardians of the Galaxy (2014), the 24th James Bond film, Spectre (2015), L.A. Slasher (2015), and in the 2016 Kickboxer reboot, Kickboxer: Vengeance. Bautista is set to reprise his role as Drax in Guardians of the Galaxy Vol. 2 (2017) and Avengers: Infinity War (2018). He has also appeared in several direct-to-video films since 2009.",
        "birthday": "1969-01-18",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 543530,
        "imdb_id": "nm1176985",
        "name": "Dave Bautista",
        "place_of_birth": "Washington - District of Columbia - USA",
        "popularity": 15.054935,
        "profile_path": "/mR7ZdtykA2MvT6ZCZtM4pjXW1gA.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Mark Sinclair Vincent",
            "Mark Vincent",
            "Він Дізель",
            "Вин Дизель",
            "فان ديزل"
        ],
        "biography": "Vin Diesel is an American actor, producer, director, and screenwriter. He came to prominence in the late 1990s, and first became known for appearing in Steven Spielberg's Saving Private Ryan in 1998. He is most known for his portrayals of Riddick in The Chronicles of Riddick trilogy (2001–2013), and of Dominic Toretto in The Fast and the Furious film series (2001–present), two franchises in which he also acted as producer. He also starred in xXx (2002) and Sidney Lumet's Find Me Guilty (2006). His voice acting work includes Brad Bird's The Iron Giant (1999), the video games of The Chronicles of Riddick franchise, and the upcoming Guardians of the Galaxy adaptation of the Marvel comics of the same name. As a filmmaker, Diesel directed, wrote, produced and starred in the drama film Strays, as well as in two short films. He is also the founder of the production companies One Race Films, Racetrack Records, and Tigon Studios.\n\nFrom Wikipedia",
        "birthday": "1967-07-18",
        "deathday": "",
        "gender": 2,
        "homepage": "http://vindiesel.com/",
        "id": 12835,
        "imdb_id": "nm0004874",
        "name": "Vin Diesel",
        "place_of_birth": "New York City, New York, USA",
        "popularity": 29.361906,
        "profile_path": "/3RdYMTLoL1X16djGF52cFtJovDT.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Bob Downey"
        ],
        "biography": "Robert John Downey, Jr. (born April 4, 1965) is an American actor. Downey made his screen debut in 1970, at the age of five, when he appeared in his father's film Pound, and has worked consistently in film and television ever since. During the 1980s he had roles in a series of coming of age films associated with the Brat Pack. Less Than Zero (1987) is particularly notable, not only because it was the first time Downey's acting would be acknowledged by critics, but also because the role pushed Downey's already existing drug habit one step further. After Zero, Downey started landing roles in bigger films such as Air America (1990), Soapdish (1991) and Natural Born Killers (1994). He played Charlie Chaplin in the 1992 film Chaplin, for which he received an Academy Award nomination for Best Actor.",
        "birthday": "1965-04-04",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3223,
        "imdb_id": "nm0000375",
        "name": "Robert Downey Jr.",
        "place_of_birth": "Manhattan, New York, USA",
        "popularity": 13.911104,
        "profile_path": "/gHtgzyETaiaogvMtLUSdMzcmmtl.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Christopher Robert \"Chris\" Evans (born June 13, 1981) is an American actor and filmmaker. Evans is best known for his superhero roles, as Captain America in the Marvel Cinematic Universe, and as Human Torch in Fantastic Four. In 2015, he made his directorial debut with the romantic drama Before We Go.",
        "birthday": "1981-06-13",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 16828,
        "imdb_id": "nm0262635",
        "name": "Chris Evans",
        "place_of_birth": "Sudbury, Massachusetts, USA",
        "popularity": 19.910241,
        "profile_path": "/z3vh38qtFrIlsplZewBJ6Ezl4Vt.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Mark Alan Ruffalo (born November 22, 1967) is an American actor, director, producer and screenwriter. He has worked in films including Eternal Sunshine of the Spotless Mind, Zodiac, Shutter Island, Just Like Heaven, You Can Count on Me and The Kids Are All Right for which he received an Academy Award nomination for Best Supporting Actor.\n\nDescription above from the Wikipedia article Mark Ruffalo, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1967-11-22",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 103,
        "imdb_id": "nm0749263",
        "name": "Mark Ruffalo",
        "place_of_birth": "Kenosha, Wisconsin, USA",
        "popularity": 13.537571,
        "profile_path": "/isQ747u0MU8U9gdsNlPngjABclH.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Chris Hemsworth (born 11 August 1983) is an Australian actor. He is best known for his roles as Kim Hyde in the Australian TV series Home and Away (2004) and as Thor in the Marvel Cinematic Universe films Thor (2011), The Avengers (2012), Thor: The Dark World (2013) and Avengers: Age of Ultron (2015). He has also appeared in the science fiction action film Star Trek(2009), the thriller adventure A Perfect Getaway (2009), the horror comedy The Cabin in the Woods (2012), the dark fantasy action film Snow White and the Huntsman (2012), the war film Red Dawn (2012) and the biographical sports drama film Rush (2013).\n\nDescription above from the Wikipedia article Chris Hemsworth, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1983-08-11",
        "deathday": "",
        "gender": 2,
        "homepage": "http://c-hemsworth.net/",
        "id": 74568,
        "imdb_id": "nm1165110",
        "name": "Chris Hemsworth",
        "place_of_birth": "Melbourne, Victoria, Australia",
        "popularity": 10.270236,
        "profile_path": "/lrhth7yK9p3vy6p7AabDUM1THKl.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Christian Charles Philip Bale is a Welsh-born English actor. In addition to starring roles in big budget Hollywood films, he has long been heavily involved in films produced by independent producers and art houses. Bale first caught the public eye when he was cast in the starring role of Steven Spielberg's Empire of the Sun at the age of 13, playing an English boy who is separated from his parents and subsequently finds himself lost in a Japanese internment camp during World War II. Since then, he has portrayed a wide range of characters. Bale is especially noted for his cult following: the tenth anniversary issue of Entertainment Weekly hailed him as one of the \"Top 8 Most Powerful Cult Figures of the Past Decade\", citing his cult status on the Internet. EW called Bale one of the \"Most Creative People in Entertainment\" in anticipation of the release American Psycho (2000). The Guardian named Bale as one of the best actors never to have received an Academy Award nomination.\n\nBale was born in Haverfordwest, Pembrokeshire, Wales to parents of English descent. His father, David Bale, was an entrepreneur, commercial pilot, and talent manager and his mother, Jenny James, was a circus clown and performer. He is the youngest of four children. After leaving Wales in 1976, Bale spent his childhood in several countries, including England, Portugal and the United States. Settling for four years in Bournemouth and Henley-on-Thames, Bale was educated at Shiplake C of E Primary School, the independent Dolphin School in Berkshire, and at Bournemouth School. He participated actively in rugby union. Bale has described his childhood, with respect to his mother being in the circus, as \"interesting\". He recalled his first kiss was with an acrobat named Barta. As a child, he trained in ballet and guitar. His sister Louise's work in theatre also influenced his decision to become an actor. Bale's father was very supportive of his son's acting, resigning from his job as a commercial pilot to travel and manage Bale's burgeoning career. Bale's first foray into acting was a commercial for the fabric softener Lenor in 1982, when he was eight years old. He appeared in a Pac-Man cereal commercial playing a child rock star a year later and in 1984 made his stage debut in The Nerd, opposite Rowan Atkinson.\n\nOn 29 January, 2000, Bale married Sandra \"Sibi\" Blažić (born 1970), a one-time model, make-up artist and personal assistant to Winona Ryder; the couple have a daughter, Emmeline, who was born on 27 March 2005, in Santa Monica, California. Since 1992, Bale has resided in Los Angeles.",
        "birthday": "1974-01-30",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3894,
        "imdb_id": "nm0000288",
        "name": "Christian Bale",
        "place_of_birth": "Haverfordwest, Pembrokeshire, Wales, UK",
        "popularity": 10.974056,
        "profile_path": "/pPXnqoGD91znz4FwQ6aKuxi6Pcy.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Heathcliff Andrew \"Heath\" Ledger (4 April 1979 – 22 January 2008) was an Australian actor and director. After performing roles in several Australian television and film productions during the 1990s, Ledger left for the United States in 1998 to develop his film career. His work comprised nineteen films, including 10 Things I Hate About You (1999), The Patriot (2000), A Knight's Tale (2001), Monster's Ball (2001), Lords of Dogtown (2005), Brokeback Mountain (2005), The Dark Knight (2008) and The Imaginarium of Doctor Parnassus (2009), the latter two being posthumous releases. He also produced and directed music videos and aspired to be a film director.",
        "birthday": "1979-04-04",
        "deathday": "2008-01-22",
        "gender": 2,
        "homepage": "",
        "id": 1810,
        "imdb_id": "nm0005132",
        "name": "Heath Ledger",
        "place_of_birth": "Perth, Western Australia, Australia",
        "popularity": 9.613856,
        "profile_path": "/7YOTFvGOg2FwoLIjPhPNAWwaF5b.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Aaron Edward Eckhart is an American film and stage actor. Born in California, he moved to England at 13 when his father relocated the family. Several years later, he began his acting career performing in school plays. In 1994, he graduated from Brigham Young University with a Bachelor of Fine Arts degree in film. For much of the mid-1990s, he lived in New York City as a struggling, unemployed actor. In 2000, Eckhart gained wide recognition as George in Steven Soderbergh's critically acclaimed film Erin Brockovich. In 2006, he received a Golden Globe nomination for Best Actor for his portrayal of Nick Naylor in Thank You for Smoking. In 2008, he starred in the big-budget studio film The Dark Knight as District Attorney Harvey Dent and the villain he becomes, Two-Face. Eckhart was born in Cupertino, California, and is the youngest of three sons born to Mary Eckhart, a poet and children's author, and James C. Eckhart \"Jim Senior\", a computer executive. His brothers are James Lawrence Eckhart (born 1963) and Adam Eckhart (born 1966). Eckhart was raised as a Mormon in The Church of Jesus Christ of Latter-day Saints. Eckhart was engaged to actress Emily Cline, whom he met during filming of In the Company of Men, but separated from her in 1998. From 2006 to 2007, he was in a relationship with SheDaisy's Kristyn Osborn. In 2007, he dated Ashley Wicks, though the two have ended their relationship. He has been reluctant in speaking about his relationships in interviews. In 2009, Eckhart dated actress Molly Sims.",
        "birthday": "1968-03-12",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 6383,
        "imdb_id": "nm0001173",
        "name": "Aaron Eckhart",
        "place_of_birth": "Cupertino, California, USA",
        "popularity": 7.442741,
        "profile_path": "/aRSofX2rMpOhPanB9Wh7veYmFn4.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Michael Scott ",
            "Maurice Joseph Micklewhite ",
            "Sir Michael Caine"
        ],
        "biography": "Sir Michael Caine is an English film actor. He became known for several notable critically acclaimed performances, particularly in films such as Zulu (1964), The Italian Job (1969), Get Carter (1971), Educating Rita (1983) and more recently Batman Begins and The Dark Knight. Caine was knighted in 2000 by Queen Elizabeth II, in recognition of his contribution to cinema.\n\nCaine was born Maurice Joseph Micklewhite in Rotherhithe, South East London, the son of Ellen Frances Marie, a cook and charlady, and Maurice Joseph Micklewhite, a fish market porter.\n\nHe was married to actress Patricia Haines from 1955 to 1958. They had one daughter named Dominique. He dated Bianca Jagger in 1968. Caine has been married to actress and model Shakira Baksh since 8 January 1973. They met after Caine saw her appearing in a Maxwell House coffee commercial and a friend gave him her telephone number. They have a daughter named Natasha.",
        "birthday": "1933-03-14",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.michaelcaine.com/",
        "id": 3895,
        "imdb_id": "nm0000323",
        "name": "Michael Caine",
        "place_of_birth": "Rotherhithe, Londres, Angleterre, Royaume-Uni",
        "popularity": 9.105999000000001,
        "profile_path": "/vvj0JMSFpOajXCE46Hy4dyqSP2U.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Леонардо ДиКаприо",
            "Леонардо Ді Капріо"
        ],
        "biography": "Leonardo DiCaprio is an American actor and film producer.\n\nHe began his film career by starring as Josh in Critters 3 before starring in the film adaptation of the memoir This Boy's Life (1993) alongside Robert De Niro. DiCaprio was praised for his supporting role in the drama What's Eating Gilbert Grape (1993), and gained public recognition with leading roles in the drama The Basketball Diaries (1995) and the romantic drama Romeo + Juliet (1996), before achieving international fame with James Cameron's epic romance Titanic (1997) He has been nominated for six Academy Awards—five for acting and one for producing—and in 2016, he won the Academy Award for Best Actor for The Revenant.\n\nDiCaprio is the founder of his own production company, named Appian Way Productions. He is also a committed environmentalist.",
        "birthday": "1974-11-11",
        "deathday": "",
        "gender": 2,
        "homepage": "http://leonardodicaprio.com",
        "id": 6193,
        "imdb_id": "nm0000138",
        "name": "Leonardo DiCaprio",
        "place_of_birth": "Los Angeles, California, USA",
        "popularity": 12.789722,
        "profile_path": "/A85WIRIKVsD2DeUSc8wQ4fOKc4e.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Джозеф Гордон-Левітт",
            "Джозеф Гордон-Левитт"
        ],
        "biography": "Joseph Leonard Gordon-Levitt (born February 17, 1981) is an American actor whose career as both a child and adult has included television series and theatrical films. He is known for his roles in the 2009 indie (500) Days of Summer and Christopher Nolan's sci-fi Inception. The former earned him a Golden Globe nomination. Beginning in commercials as a young child he made his film debut in 1992's Beethoven. Gordon-Levitt subsequently co-starred in the television sitcom 3rd Rock from the Sun (1996–2001) as the young Tommy Solomon. After a hiatus during which he attended Columbia University, Gordon-Levitt left television for film acting, appearing in various independent films, beginning with the 2001 film Manic, followed by the acclaimed roles in 2004's Mysterious Skin and 2005's Brick. He runs an online collaborative production company titled HitRECord.\n\nDescription above from the Wikipedia article Joseph Gordon-Levitt, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1981-02-17",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 24045,
        "imdb_id": "nm0330687",
        "name": "Joseph Gordon-Levitt",
        "place_of_birth": "Los Angeles, California, USA",
        "popularity": 7.629234,
        "profile_path": "/zSuXCR6xCKIgo0gWLdp8moMlH3I.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Ellen Philpotts-Page (born February 21, 1987), known professionally as Ellen Page, is a Canadian actress. Page received both Golden Globe and Academy Award nominations for Best Actress for her role as the title character in the film Juno.\n\nIn 2008, Page was nominated for Time's 100 Most Influential People list and placed #86 on FHM's Sexiest Women in the World list, and moved up to #70 for 2010. In June 2008, Page was named on Entertainment Weekly's future A-List stars list.\n\nPage resides in her hometown of Halifax, Nova Scotia and has two dogs named Julie and Sprout. She is prone to walk and talk in her sleep. In 2008, Page was one of 30 celebrities who participated in an online ad series for U.S. Campaign for Burma, calling for an end to the military dictatorship in Burma. She describes herself as a pro-choice feminist.\n\nIn the fall of 2008 Page spent a month living in an eco-village, studying permaculture at the Lost Valley Educational Center outside Eugene, Oregon.",
        "birthday": "1987-02-21",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 27578,
        "imdb_id": "nm0680983",
        "name": "Ellen Page",
        "place_of_birth": "Halifax, Nova Scotia, Canada",
        "popularity": 4.709861,
        "profile_path": "/paexwBfmlVyzva7q4XgcBdqowmL.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Edward Thomas Hardy"
        ],
        "biography": "Edward Thomas \"Tom\" Hardy (born 15 September 1977) is an English actor. He is best known for playing the title character in the 2009 British film Bronson, and for his roles in the films Star Trek Nemesis, RocknRolla, and Inception. He has been cast in the Christopher Nolan film The Dark Knight Rises as Bane.  Description above from the Wikipedia Tom Hardy, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1977-09-15",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2524,
        "imdb_id": "nm0362766",
        "name": "Tom Hardy",
        "place_of_birth": "Hammersmith, London, England, UK",
        "popularity": 15.887452,
        "profile_path": "/4W8v3fX0viPRmwRtS0SfLJW8fkd.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "​From Wikipedia, the free encyclopedia.\n\nEllen Burstyn  (born December 7, 1932) is an American actress, who has worked in film, stage and television. Her acting career began in theatre during the late 1950s, and over the next ten years, Burstyn appeared in several films and television series before joining the Actors Studio in 1967. She achieved recognition for her roles in The Last Picture Show (1971) and The Exorcist (1973), receiving Academy Award nominations for both performances. She won the Academy Award for Best Actress the following year for her work in Martin Scorsese's Alice Doesn't Live Here Anymore (1973). In 1975, she won a Tony Award for her work in the Broadway production of Same Time, Next Year, and received a Golden Globe Award and a fourth Academy Award nomination for her performance in the 1978 film version. Burstyn continued to work extensively since the 1980s, and was acclaimed for her performance in the film Requiem for a Dream, for which she received several critic's awards.\n\nDescription above from the Wikipedia article Ellen Burstyn, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1932-12-07",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 9560,
        "imdb_id": "nm0000995",
        "name": "Ellen Burstyn",
        "place_of_birth": "Detroit, Michigan, USA",
        "popularity": 3.379723,
        "profile_path": "/zWzteRuoC5nbPXITuZfu1AAeZ8Q.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Matthew David McConaughey (born November 4, 1969) is an American actor. After a series of minor roles in the early 1990s, McConaughey gained notice for his breakout role in Dazed and Confused (1993). It was in this role that he first conceived the idea of his catch-phrase \"Well alright, alright.\" He then appeared in films such as A Time to Kill, Contact, U-571, Tiptoes, Sahara, and We Are Marshall. McConaughey is best known more recently for his performances as a leading man in the romantic comedies The Wedding Planner, How to Lose a Guy in 10 Days, Failure to Launch, Ghosts of Girlfriends Past and Fool's Gold.\n\nDescription above from the Wikipedia article Matthew McConaughey, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1969-11-04",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.matthewmcconaughey.com/",
        "id": 10297,
        "imdb_id": "nm0000190",
        "name": "Matthew McConaughey",
        "place_of_birth": "Uvalde - Texas - USA",
        "popularity": 9.25,
        "profile_path": "/jdRmHrG0TWXGhs4tO6TJNSoL25T.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Mackenzie Christine Foy (born November 10, 2000) is an American model and actress. She is best known for her role as Renesmee Cullen in the 2012 film The Twilight Saga: Breaking Dawn – Part 2, which earned her a Young Artist Award nomination as Best Supporting Young Actress in a Feature Film, and as the young Murphy in the 2014 space epic Interstellar, for which she received critical acclaim and several awards and nominations.",
        "birthday": "2000-11-10",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 851784,
        "imdb_id": "nm3237775",
        "name": "Mackenzie Foy",
        "place_of_birth": "Los Angeles, California, USA",
        "popularity": 4.044143,
        "profile_path": "/7vbvMcjwpNL0KWwHMmJzXzLkZTK.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "莊李富高"
        ],
        "biography": "​From Wikipedia, the free encyclopedia.  \n\nJohn Arthur Lithgow (born October 19, 1945) is an American actor, musician, and author. Presently, he is involved with a wide range of media projects, including stage, television, film, and radio. He also has written and published several books of poetry and children's literature. He appeared in the films The World According to Garp (1982) and Terms of Endearment (1983), receiving an Academy Award nomination for Best Actor in a Supporting Role for each. Lithgow is known for his roles as the Reverend Shaw Moore in Footloose, Dick Solomon on the NBC sitcom 3rd Rock from the Sun, the voice of Lord Farquaad in Shrek, and The Trinity Killer on Showtime's Dexter for which he won Golden Globe and Emmy awards. On the stage, he appeared in the musical adaptation of Sweet Smell of Success, winning the Tony Award for Best Leading Actor in a Musical. He again appeared in a musical, Dirty Rotten Scoundrels, again receiving the Tony nomination for Best Leading Actor in a Musical. He has also recorded music, such as the 1999 album of children's music, Singin' in the Bathtub, and has written poetry and short stories for children, such as Marsupial Sue.\n\nDescription above from the Wikipedia article John Lithgow, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1945-10-19",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 12074,
        "imdb_id": "nm0001475",
        "name": "John Lithgow",
        "place_of_birth": "Rochester, New York, USA",
        "popularity": 6.066593,
        "profile_path": "/uquz3dZ0fs0lAK57lCXwxaslVkb.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia\n\nFrançois Cluzet (born 21 September 1955) is a French film and theatre actor, best known in the English-speaking world for starring in the 2006 French film \"Tell No One\", based on the novel of the same name by the American author Harlan Coben. He won the 2007 César Award for Best Actor for his role as Dr Alexander Beck in the film.\n\nDescription above from the Wikipedia article François Cluzet, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1955-09-21",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 33161,
        "imdb_id": "nm0167388",
        "name": "François Cluzet",
        "place_of_birth": "Paris, France",
        "popularity": 5.285266,
        "profile_path": "/rE7utJuaZiR9NLjxmtQJZET0q4d.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Omar Sy (born 20 January 1978) is a French film actor, best known for his duo with Fred Testot, Omar et Fred, and for his role in The Intouchables, written and directed by Olivier Nakache and Éric Toledano, which became the second highest grossing French film of all time in the French box office. He received the César Award for Best Actor on 24 February 2012 for his role in The Intouchables and in doing so also became the first black actor to win the honorary French award. The role also earned him a nomination for a Satellite Award for Best Actor.",
        "birthday": "1978-01-20",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 78423,
        "imdb_id": "nm1082477",
        "name": "Omar Sy",
        "place_of_birth": "Trappes, France",
        "popularity": 13.109104,
        "profile_path": "/o34IwFPlOvE00yJA2E4nvp5RQB7.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Anne Le Ny, née le 16 décembre 1962 à Antony dans les Hauts-de-Seine, est une actrice, scénariste et réalisatrice française.  Comédienne dans de nombreux films, téléfilms et séries télévisées, elle a écrit et réalisé en 2007 son premier long métrage, Ceux qui restent, avec Vincent Lindon et Emmanuelle Devos, suivi par Les Invités de mon père en 2010, Cornouaille en 2012 et On a failli être amies en 2014.",
        "birthday": "1962-12-16",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 19370,
        "imdb_id": "nm0494504",
        "name": "Anne Le Ny",
        "place_of_birth": "Antony - France",
        "popularity": 0.283599,
        "profile_path": "/maDtYMoyY1GVrEQDYFl1NdlmT0e.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Audrey Fleurot (born 6 July 1977) is a French actress. She is best known for playing the Lady of the Lake in Kaamelott, Joséphine Karlsson in Spiral and Hortense Larcher in Un village français. In 2011, she played Magalie in the international hit, The Intouchables.\n\nDescription above from the Wikipedia article Audrey Fleurot, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1977-07-06",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 219708,
        "imdb_id": "nm1109153",
        "name": "Audrey Fleurot",
        "place_of_birth": "Paris, France",
        "popularity": 2.63082,
        "profile_path": "/cvCRChF1HzYviQsfZzFpeNzjYap.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Matthew Paige \"Matt\" Damon (born October 8, 1970) is an American actor, screenwriter, and philanthropist.\n\nHis career launched following the success of the film Good Will Hunting (1997) from a screenplay he co-wrote with friend Ben Affleck. The pair won an Academy Award for Best Original Screenplay and a Golden Globe Award for Best Screenplay for their work. Damon alone received multiple Best Actor nominations, including an Academy Award nomination for his lead performance in the film. Damon has since starred in commercially successful films such as Saving Private Ryan (1998), the Ocean's trilogy, and the first three films in the Bourne series, while also gaining critical acclaim for his performances in dramas such as Syriana (2005), The Good Shepherd (2006), and The Departed (2006). He garnered a Golden Globe nomination for portraying the title character in The Talented Mr. Ripley (1999) and was nominated for an Academy Award for Best Supporting Actor in Invictus (2009).\n\nHe is one of the top 40 highest grossing actors of all time. In 2007, Damon received a star on the Hollywood Walk of Fame and was named Sexiest Man Alive by People magazine. Damon has been actively involved in charitable work, including the ONE Campaign, H2O Africa Foundation, and Water.org.",
        "birthday": "1970-10-08",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 1892,
        "imdb_id": "nm0000354",
        "name": "Matt Damon",
        "place_of_birth": "Boston, Massachusetts, USA",
        "popularity": 10.405685,
        "profile_path": "/dziqtcXqS2xcf1a5FIpfmKoCO2A.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Джек Николсон"
        ],
        "biography": "John Joseph \"Jack\" Nicholson (born April 22, 1937) is an American actor, film director, producer and writer. He is renowned for his often dark-themed portrayals of neurotic characters. Nicholson has been nominated for Academy Awards 12 times. He has won the Academy Award for Best Actor twice, for One Flew Over the Cuckoo's Nest and for As Good as It Gets. He won the Academy Award for Best Supporting Actor for the 1983 film Terms of Endearment. He is tied with Walter Brennan for most acting wins by a male actor (three), and second to Katharine Hepburn for most acting wins overall (four).\n\nHe is also one of only two actors nominated for an Academy Award for acting (either lead or supporting) in every decade from the 1960s to 2000s (the other one being Michael Caine). He has won seven Golden Globe Awards, and received a Kennedy Center Honor in 2001. In 1994, he became one of the youngest actors to be awarded the American Film Institute's Life Achievement Award. Notable films in which he has starred include, in chronological order, Easy Rider, Five Easy Pieces, Chinatown, One Flew Over the Cuckoo's Nest, The Shining, The Postman Always Rings Twice, Reds, Terms of Endearment, Batman, A Few Good Men, As Good as It Gets, About Schmidt, Something's Gotta Give and The Departed.\n\nDescription above from the Wikipedia article Jack Nicholson, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1937-04-22",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 514,
        "imdb_id": "nm0000197",
        "name": "Jack Nicholson",
        "place_of_birth": "Manhattan, New York, USA",
        "popularity": 8.847438,
        "profile_path": "/hINAkm21g80UbaAxA6rHhOaT5Jk.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Marky Mark"
        ],
        "biography": "Mark Robert Michael Wahlberg (born June 5, 1971) is an American actor, film and television producer, and former rapper. He was known as Marky Mark in his earlier years, and became famous for his 1991 debut as a musician with the band Marky Mark and the Funky Bunch. He was named No.1 on VH1's 40 Hottest Hotties of the 90's. He is well known for his roles in films such as Boogie Nights (1997), Three Kings (1999), The Perfect Storm (2000), Planet of the Apes (2001), The Italian Job (2003), I Heart Huckabees (2004), Four Brothers (2005), The Departed (2006), Invincible (2006), Shooter (2007), and The Fighter (2010). He has also served as the executive producer of the TV series Entourage and Boardwalk Empire.\n\nDescription above from the Wikipedia article Mark Wahlberg, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1971-06-05",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.markwahlberg.com/",
        "id": 13240,
        "imdb_id": "nm0000242",
        "name": "Mark Wahlberg",
        "place_of_birth": "Boston, Massachusetts, USA",
        "popularity": 9.830086,
        "profile_path": "/z2wJh5n7qZRUE1y9uB8UrivAV2b.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Miles Alexander Teller (born February 20, 1987) is an American actor. Born in Downingtown, Pennsylvania and an alumnus of NYU's Tisch School of Arts, he appeared in several short films and television movies before making his feature film debut in Rabbit Hole (2010). He had supporting roles in Footloose (2011) and Project X (2012), before garnering critical acclaim for his leading performance as Sutter Keely in The Spectacular Now (2013), for which he was awarded the Sundance Film Festival Special Jury Prize for Dramatic Acting and his role as Andrew Neiman in Whiplash, for which he was nominated for the Gotham Independent Film Award for Best Actor, the Satellite Award for Best Actor - Motion Picture, and the BAFTA Rising Star Award.",
        "birthday": "1987-02-20",
        "deathday": "",
        "gender": 2,
        "homepage": "https://www.facebook.com/MilesTeller/",
        "id": 996701,
        "imdb_id": "nm1886602",
        "name": "Miles Teller",
        "place_of_birth": "Downingtown, Pennsylvania, USA",
        "popularity": 5.724131,
        "profile_path": "/o2wfvYAvspsKqYVt4ORR8VWjB7H.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "JK Simmons",
            "Jonathan Simmons"
        ],
        "biography": "From Wikipedia, the free encyclopedia\n\nJonathan Kimble \"J. K.\" Simmons (born January 9, 1955) is an American actor. He is perhaps best known for his roles on television as Dr. Emil Skoda in NBC's Law &amp; Order (and other shows in the Law &amp; Order franchise), Assistant Police Chief Will Pope in TNT's The Closer, neo-Nazi Vernon Schillinger in the HBO prison drama Oz, on film as J. Jonah Jameson in the Spider-Man franchise, as Mac MacGuff in Juno, and as the voice of Cave Johnson in Portal 2.\n\nDescription above from the Wikipedia article J.K. Simmons, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1955-01-09",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 18999,
        "imdb_id": "nm0799777",
        "name": "J.K. Simmons",
        "place_of_birth": "Detroit, Michigan, USA",
        "popularity": 6.897984,
        "profile_path": "/jYYnhWbNoCSufoYkvs1GBZIyIX.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Melissa Marie Benoist"
        ],
        "biography": "Melissa Benoist is an American actress and singer, known for her portrayal of \"Marley Rose\" on Glee and the title role in Supergirl. Furthermore, she has appeared in a number of television series, including Homeland, The Good Wife and Law & Order.\n\nMelissa's first film was in singer Mariah Carey's Tennessee (2008). She also appeared in Whiplash (2014), which won top prizes (Grand Jury and Audience awards) at the Sundance Film Festival in Park City, Utah, in January 2014",
        "birthday": "1988-10-04",
        "deathday": "1988-10-04",
        "gender": 1,
        "homepage": "",
        "id": 129104,
        "imdb_id": "nm2552034",
        "name": "Melissa Benoist",
        "place_of_birth": "Houston, Texas, USA",
        "popularity": 13.698395,
        "profile_path": "/cEKsRHT29wBJ8zsuO9dA8SR6znN.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Gary Leonard Oldman"
        ],
        "biography": "Gary Leonard Oldman (born 21 March 1958) is an English actor, filmmaker and musician, well-known to audiences for his portrayals of dark and morally ambiguous characters. He has starred in films such as Sid and Nancy, Prick Up Your Ears, JFK, Dracula, True Romance, Léon, The Fifth Element, The Contender, the Harry Potter film series and the Batman film series, as well as in television shows such as Friends and Fallen Angels.\n\nOldman came to prominence in the mid-1980s with a string of performances that prompted pre-eminent film critic, Roger Ebert, to describe him as \"the best young British actor around\". He has been cited as an influence by a number of successful actors. In addition to leading and central supporting roles in big-budget Hollywood films, Oldman has frequently acted in independent films and television shows. Aside from acting, he directed, wrote and co-produced Nil by Mouth, a film partially based on his own childhood, and served as a producer on several films.\n\nAmong other accolades, Oldman has received Emmy-, Screen Actors Guild-, BAFTA- and Independent Spirit Award nominations for his acting work, and has been described as one of the greatest actors never nominated for an Academy Award. His contributions to the science fiction genre have won him a Saturn Award, with a further two nominations. He was also nominated for the 1997 Palme d'Or and won two BAFTA Awards for his filmmaking on Nil By Mouth. In 2011, Empire readers voted Oldman an \"Icon of Film\", in recognition of his contributions to cinema.\n\nDescription above from the Wikipedia article Gary Oldman, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1958-03-21",
        "deathday": "",
        "gender": 2,
        "homepage": "http://garyoldman.org/",
        "id": 64,
        "imdb_id": "nm0000198",
        "name": "Gary Oldman",
        "place_of_birth": "New Cross, London, England, UK",
        "popularity": 7.903352,
        "profile_path": "/tofLS5A6lBXNjeROGvgpfe2JwaT.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Award-winning actress, Leila Hatami, was born on October 1, 1972 in Tehran, Iran, to legendary Iranian Director, Ali Hatami, and actress mother, Zari Khoshkam (Zahra Hatami). During her childhood, she appeared in several of her father's films including the historical TV series, Hezar dastan (1978), and biopic Kamalolmolk (1984), as well as a role as Leila, the blind Turkish princess in the film The Love-stricken (1992). After completing high school, she moved to Lausanne, Switzerland and started her studies in Electronic Engineering. However, after two years she changed her major to French Literature. She completed her studies in a couple of years and moved back to Iran. After a pause in her film career of a few years which included her studies in Switzerland, she made her professional entry into cinema with Dariush Mehrjui 's film Leila (1997) as the title character. Her performance in the film received rave reviews from critics and audiences worldwide. She also received the Diploma of Honor for Best Actress from the 15th Fajr Film Festival. Later, she married her co-star Ali Mosaffa in 1999. They now have two children: a son named Mani (born February 2007) and a daughter named Asal (born October 2008). To date, Hatami has worked with some of the most celebrated Iranian directors. Moreover, her performance in The Deserted Station (2002) won the Best Actress award from the 26th Montreal World Film Festival. She also appeared in her husband's directorial debut film, Portrait of a Lady Far Away (2005). In 2011, she won the prestigious Silver Berlin Bear award at the 61st Berlin International Film Festival for the Best Actress in a Leading Role in Asghar Farhadi 's internationally acclaimed film, A Separation (2011). After finishing high school, she moved to Lausanne, Switzerland and started her studies in Electrical Engineering Dee Lausanne (EPFL). After two years she changed her major to French Literature. She completed her study of French in a couple of years, before moving back to Iran. After a pause of a few years which included the continuation of her studies in Switzerland she made her professional entry into cinema with Dariush Mehrjui's film Leila. Her acting in this film received rave reviews from critics and audiences. She married her co-star in Leila (Ali Mosaffa) in 1999. They have two children: a boy named Mani (born February 2007) and a girl named Asal (born October 2008).",
        "birthday": "1972-10-01",
        "deathday": "",
        "gender": 0,
        "homepage": "http://www.leila-hatami.com/",
        "id": 240240,
        "imdb_id": "nm0368689",
        "name": "Leila Hatami",
        "place_of_birth": "Tehran - Iran",
        "popularity": 0.006263,
        "profile_path": "/ppI1Q4a7zAXTaAyPRSvPm0vhove.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "William John \"Liam\" Neeson OBE (born 7 June 1952) is an Irish actor who has been nominated for an Oscar, a BAFTA and three Golden Globe Awards.\n\nHe has starred in a number of notable roles including Oskar Schindler in Schindler's List, Michael Collins in Michael Collins, Peyton Westlake in Darkman, Jean Valjean in Les Misérables, Qui-Gon Jinn in Star Wars Episode I: The Phantom Menace, Alfred Kinsey in Kinsey, Ras Al Ghul in Batman Begins and the voice of Aslan in The Chronicles of Narnia film series. He has also starred in several other notable films, from major Hollywood studio releases (ie. Excalibur, The Dead Pool, Nell, Rob Roy, The Haunting, Love Actually, Kingdom of Heaven, Taken, Clash of the Titans, The A-Team, Unknown) to smaller arthouse films (ie. Deception, Breakfast on Pluto, Chloe).\n\nHe was born in Ballymena, County Antrim, Northern Ireland and educated at Saint Patrick's College, Ballymena Technical College and Queen's University Belfast. He moved to Dublin after university to further his acting career, joining the renowned Abbey Theatre. In the early 1990s, he moved again to the United States, where the wide acclaim for his performance in Schindler's List led to more high-profile work. He is widowed and lives in New York with his two sons.\n\nDescription above from the Wikipedia article Liam Neeson, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1952-06-07",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3896,
        "imdb_id": "nm0000553",
        "name": "Liam Neeson",
        "place_of_birth": "Ballymena, County Antrim, Northern Ireland",
        "popularity": 11.779933,
        "profile_path": "/9mdAohLsDu36WaXV2N3SQ388bvz.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "ケイティ・ホームズ",
            "Κέιτι Χολμς",
            "Кейти Холмс",
            "Кэти Холмс",
            "Кеті Голмс",
            "Keitija Holmsa",
            "Katie Noelle Holmes"
        ],
        "biography": "Kate Noelle \"Katie\" Holmes (born December 18, 1978) is an American actress and director. Born in Toledo, Ohio, teen modelling led to a supporting role in Ang Lee's The Ice Storm, before she found international fame as Joey Potter on the teen drama Dawson's Creek from 1998 to 2003. She transitioned to film in her hiatuses between seasons, appearing in movies including Doug Liman's Go, Curtis Hanson's Wonder Boys, and Joel Schumacher's Phone Booth.\n\nDuring promotion for her role in Christopher Nolan's Batman Begins, Holmes began a highly publicized relationship with actor Tom Cruise. The couple were engaged within two months of meeting, with Holmes converting from Roman Catholicism to the Church of Scientology, and Cruise flamboyantly professing his love for her during a controversial episode of The Oprah Winfrey Show. Months later, the couple produced a daughter, Suri, before marrying in November 2006.\n\nHolmes went on to make her Broadway debut in a revival of Arthur Miller's All My Sons, portray Jacqueline Kennedy in the Reelz mini-series The Kennedys, and launch the short-lived fashion line Holmes &amp; Yang. Holmes filed for divorce from Cruise in July 2012, gaining custody of her daughter and moving to New York, where she returned to the Roman Catholic Church. While tabloids have long speculated on the circumstances of the couple's divorce, Holmes has declined to speak publicly on the matter.\n\nFollowing her divorce, Holmes returned to independent film with starring roles in Touched with Fire and Miss Meadows, and held a recurring gig on the Showtime series Ray Donovan. In 2016, she made her feature directorial debut with the mother-daughter drama All We Had.",
        "birthday": "1978-12-18",
        "deathday": "",
        "gender": 1,
        "homepage": "http://katieholmes.com/",
        "id": 3897,
        "imdb_id": "nm0005017",
        "name": "Katie Holmes",
        "place_of_birth": "Toledo, Ohio, USA",
        "popularity": 5.568957,
        "profile_path": "/eYeE0Z1sOvqxt7LsQHK30vUfWaM.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor, musician, social activist and producer. Gosling began acting at age 12 on the American variety television show The Mickey Mouse Club. At the age of 17, Gosling was cast as Sean in the short lived Canadian television show Breaker High (1997–1998). Following his feature film debut in Remember the Titans (2000), Gosling had his breakout role as a fanatic Neo-Nazi in the 2001 drama film The Believer, for which he received an Independent Spirit Awards nomination for Best Male Lead.\n\nIn 2004, Gosling gained mainstream success for playing the male lead in the romantic drama The Notebook. Two years later, Gosling was honored with winning Best Male Lead from the Independent Spirit Awards and earned his first Academy and Screen Actors Guild nominations as Best Leading Actor, for portraying a junior high school teacher in the independent film Half Nelson (2006). Gosling was also awarded the Best Actor in a Motion Picture, Comedy or Musical at the Satellite Award and earned his second Screen Actors Guild Award nomination and his first Golden Globe Award for his lead performance in Lars and the Real Girl (2007). Gosling earned his second Golden Globe Award nomination for the independent drama Blue Valentine (2010).\n\nAside from acting, Gosling formed the band Dead Man's Bones with his friend Zach Shields. They released their self-titled debut album in October 2009.\n\nDescription above from the Wikipedia article Ryan Gosling, licensed under CC-BY-SA, full list of contributors can be found on Wikipedia.",
        "birthday": "1980-11-12",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 30614,
        "imdb_id": "nm0331516",
        "name": "Ryan Gosling",
        "place_of_birth": "London, Ontario, Canada",
        "popularity": 15.979954,
        "profile_path": "/5rOcicCrTCWye0O2S3dnbnWaCr1.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Emily Jean \"Emma\" Stone is an American actress best known for her deadpan acting style, husky voice, and red hair. Having been born in Arizona she dropped out of high school at age 15 to move to Hollywood and pursue acting. Though naturally a blonde her first role ever was landed after dying her hair brunette and eventually red by director Judd Apatow for her breakout role in Superbad. Her notable low voice is a side effect from incessant screaming as a baby.",
        "birthday": "1988-11-06",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 54693,
        "imdb_id": "nm1297015",
        "name": "Emma Stone",
        "place_of_birth": "Scottsdale, Arizona, USA",
        "popularity": 20.735244,
        "profile_path": "/2PYmx2I6BfyzSymIqRkY5ChINDN.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Amy Meredith Poehler (born September 16, 1971 height 5' 2\" (1,57 m)) is an American comedian, actress and voice actress. She was a cast member on the NBC television entertainment show Saturday Night Live from 2001 to 2008. In 2004, she starred in the film Mean Girls with Tina Fey, with whom she worked again in Baby Mama in 2008. She is currently the lead of NBC's comedy Parks and Recreation.\n\nShe has been nominated twice for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series for her performance on Saturday Night Live, and once for the Outstanding Lead Actress in a Comedy Series for her performance in Parks &amp; Recreation.",
        "birthday": "1971-09-16",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 56322,
        "imdb_id": "nm0688132",
        "name": "Amy Poehler",
        "place_of_birth": "Newton - Massachusetts - USA",
        "popularity": 6.158338,
        "profile_path": "/jZQZ7Sp180TBBAfr8vl174AiEmT.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nPhyllis Smith (born July 10, 1951) is an American film and television actress who is best known for playing Phyllis Lapin-Vance on The Office.\n\nDescription above from the Wikipedia article Phyllis Smith, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1951-07-10",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 169200,
        "imdb_id": "nm0809613",
        "name": "Phyllis Smith",
        "place_of_birth": "Lemay, Missouri, U.S.",
        "popularity": 6.035899,
        "profile_path": "/zi8G5eNp8dZyEkX3KeJuYk04geH.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nRichard John Kind (born November 22, 1956) is an American actor known for his roles in the sitcoms Mad About You (as Dr. Mark Devanow) and Spin City (as Paul Thomas Lassiter).",
        "birthday": "1956-11-22",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 21125,
        "imdb_id": "nm0454236",
        "name": "Richard Kind",
        "place_of_birth": "North Trenton - New Jersey - USA",
        "popularity": 5.788035,
        "profile_path": "/xpLufPiiFgoCEdIMqD4RY79PKGb.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nWilliam \"Bill\" Hader (born June 7, 1978 height 6' 1\" (1,85 m)) is an American actor, comedian, producer and writer. He is best known as a cast member on Saturday Night Live and for his supporting roles in comedy films such as Superbad, Hot Rod, Tropic Thunder and Adventureland.\n\nDescription above from the Wikipedia article Bill Hader, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1978-06-07",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 19278,
        "imdb_id": "nm0352778",
        "name": "Bill Hader",
        "place_of_birth": "Tulsa - Oklahoma - USA",
        "popularity": 5.0236,
        "profile_path": "/3Z5JsyLw7YTLZgpA3FAlLmFSN9F.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "​From Wikipedia, the free encyclopedia.  \n\nJoel Edgerton (born 23 June 1974) is an Australian film and television actor.\n\nDescription above from the Wikipedia article Joel Edgerton, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1974-06-23",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 33192,
        "imdb_id": "nm0249291",
        "name": "Joel Edgerton",
        "place_of_birth": "Blacktown, New South Wales, Australia",
        "popularity": 5.259483,
        "profile_path": "/lkOkaMKSRRGLMgkLaCzR9sYgTgx.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Nicholas King \"Nick\" Nolte (born February 8, 1941) is an American actor, film producer, voice artist, comedian, and former model.\n\nDescription above from the Wikipedia article Nick Nolte, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1941-02-08",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.nicknolte.com/",
        "id": 1733,
        "imdb_id": "nm0000560",
        "name": "Nick Nolte",
        "place_of_birth": "Omaha, Nebraska, USA",
        "popularity": 6.735506,
        "profile_path": "/o6O7WP3vokKstxJFMiiyRMNyPsH.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Jennifer Marie Morrison"
        ],
        "biography": "Jennifer Marie Morrison (born April 12, 1979, height 5' 5¼\" (1,66 m)) is an American actress, model and film producer. She is best known for her role as Dr. Allison Cameron in House, whom she played for over five years, and also as Zoey Pierson in the sixth season of How I Met Your Mother.\n\nJennifer Morrison was born in Chicago, Illinois, and raised in Arlington Heights, Illinois. She is the eldest of three children with a sister, Julia, and a brother, Daniel. Her father, David L. Morrison, is a retired music teacher who was named teacher of the year by the Illinois State Board of Education in 2003. Morrison's mother, Judy Morrison, is also a retired teacher.\n\nMorrison attended South Middle School then graduated from Prospect High School in 1997 where her parents worked. She played clarinet in the school's marching band, sang in the choir and was a cheerleader with the school's pep squad. She attended Loyola University Chicago where she majored in Theatre and minored in English, graduating in 2000. She studied with the Steppenwolf Theatre Company before moving to Los Angeles to pursue a career in film and television.\n\nMorrison started dating her House co-star Jesse Spencer in July 2004. Spencer proposed to Morrison on December 23, 2006, at the Eiffel Tower and the two had planned to marry later in 2007. In August 2007, Morrison and Spencer called off their engagement.\n\nDescription above from the Wikipedia article Jennifer Morrison, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1979-04-12",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 41421,
        "imdb_id": "nm0607185",
        "name": "Jennifer Morrison",
        "place_of_birth": "Chicago, Illinois, U.S.",
        "popularity": 5.443448,
        "profile_path": "/sqn3ySCTYw82vtW10oqrmtg3B9L.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Clinton \"Clint\" Eastwood, Jr. (born May 31, 1930) is an American film actor, director, producer, composer and politician. Following his breakthrough role on the TV series Rawhide (1959–65), Eastwood starred as the Man with No Name in Sergio Leone's Dollars Trilogy of spaghetti westerns (A Fistful of Dollars, For a Few Dollars More, and The Good, the Bad and the Ugly) in the 1960s, and as San Francisco Police Department Inspector Harry Callahan in the Dirty Harry films (Dirty Harry, Magnum Force, The Enforcer, Sudden Impact, and The Dead Pool) during the 1970s and 1980s. These roles, along with several others in which he plays tough-talking no-nonsense police officers, have made him an enduring cultural icon of masculinity.\n\nEastwood won Academy Awards for Best Director and Producer of the Best Picture, as well as receiving nominations for Best Actor, for his work in the films Unforgiven (1992) and Million Dollar Baby (2004). These films in particular, as well as others including Play Misty for Me (1971), The Outlaw Josey Wales (1976), Pale Rider (1985), In the Line of Fire (1993), The Bridges of Madison County (1995), and Gran Torino (2008), have all received commercial success and/or critical acclaim. Eastwood's only comedies have been Every Which Way but Loose (1978) and its sequel Any Which Way You Can (1980); despite being widely panned by critics they are the two highest-grossing films of his career after adjusting for inflation.\n\nEastwood has directed most of his own star vehicles, but he has also directed films in which he did not appear such as Mystic River (2003) and Letters from Iwo Jima (2006), for which he received Academy Award nominations and Changeling (2008), which received Golden Globe Award nominations. He has received considerable critical praise in France in particular, including for several of his films which were panned in the United States, and was awarded two of France's highest honors: in 1994 he received the Ordre des Arts et des Lettres medal and in 2007 was awarded the Légion d'honneur medal. In 2000 he was awarded the Italian Venice Film Festival Golden Lion for lifetime achievement.\n\nSince 1967 Eastwood has run his own production company, Malpaso, which has produced the vast majority of his films. He also served as the nonpartisan mayor of Carmel-by-the-Sea, California, from 1986 to 1988. Eastwood has seven children by five women, although he has only married twice. An audiophile, Eastwood is also associated with jazz and has composed and performed pieces in several films along with his eldest son, Kyle Eastwood.\n\nDescription above from the Wikipedia article Clint Eastwood, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1930-05-31",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 190,
        "imdb_id": "nm0000142",
        "name": "Clint Eastwood",
        "place_of_birth": "San Francisco, California, USA",
        "popularity": 14.557713,
        "profile_path": "/n8h4ZHteFFXfmzUW6OEaPWanDnm.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia\n\nChristopher Murphy Carley (born May 31, 1978) is an American actor who is sometimes credited as Chris Carley.\n\nCarley was born in Suffern, New York to Elizabeth and Gerard Carley and grew up in Pearl River. He has two sisters, Cara and Sarah, and graduated from Pearl River High School in 1996.\n\nCarley made his acting debut on Broadway in the 1998 production of The Beauty Queen of Leenane taking over the role of Ray. He also played \"Second Bellboy\" in Once in a Lifetime.\n\nHe has appeared in such television series as House M.D., Law &amp; Order: Special Victims Unit, The Sopranos, and Veronica Mars. He also played a small role in the film Lions for Lambs. Most recently, he starred with Clint Eastwood in the film Gran Torino.",
        "birthday": "1978-05-31",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 74308,
        "imdb_id": "nm1542291",
        "name": "Christopher Carley",
        "place_of_birth": "Suffern, New York, USA",
        "popularity": 0.000166,
        "profile_path": "/BBn5WiOk52PjSixM4winXVL1Fp.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia\n\nBee Vang (born November 4, 1991) is an American actor. He is the co-star of Clint Eastwood's 2008 film Gran Torino, playing the character Thao Vang Lor. Before this role, he did not have any known acting experience.",
        "birthday": "1991-11-04",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 74309,
        "imdb_id": "nm3057402",
        "name": "Bee Vang",
        "place_of_birth": "Fresno, California, USA",
        "popularity": 0.113256,
        "profile_path": "/A66mKZmc2rTBm8to0UwucQWYGAq.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Tomî Rî Jônzu",
            "Tom Lee Jones"
        ],
        "biography": "Tommy Lee Jones (born September 15, 1946) is an American actor and film director.\n\nHe has received three Academy Award nominations, winning one as Best Supporting Actor for the 1993 thriller film The Fugitive. His notable film roles include federal marshal Samuel Gerard in The Fugitive and its sequel U.S. Marshals, the villain \"Two-Face\" in Batman Forever, terrorist William Strannix in Under Siege, Agent K in the Men in Black films, former Texas Ranger Woodrow F. Call in Lonesome Dove, Ed Tom Bell in No Country for Old Men, a Texas Ranger in Man of the House and rancher Pete Perkins in The Three Burials of Melquiades Estrada. Jones has also portrayed real-life figures such as businessman Howard Hughes, executed murderer Gary Gilmore, Oliver Lynn in Coal Miner's Daughter and baseball great Ty Cobb.\n\nDescription above from the Wikipedia article Tommy Lee Jones, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1946-09-15",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.westlord.com/tommy-lee-jones-website/",
        "id": 2176,
        "imdb_id": "nm0000169",
        "name": "Tommy Lee Jones",
        "place_of_birth": "San Saba, Texas, USA",
        "popularity": 5.536191,
        "profile_path": "/gRXugLFvr1oHZ6alLUxmYDq8cgW.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Javier Ángel Encinas Bardem"
        ],
        "biography": "Javier Ángel Encinas Bardem is a Spanish actor from the Canary Islands. He is best known for his role in the 2007 film No Country for Old Men, for which he won the Academy Award for Best Supporting Actor portraying the psychopathic assassin Anton Chigurh. He has also received critical acclaim for roles in films such as Jamón, jamón, Carne trémula, Boca a boca, Los Lunes al sol, Mar adentro, and Skyfall, for which he received both a BAFTA and a SAG nomination for Best Supporting Actor.\n\nBardem has also won a Screen Actors Guild Award, a BAFTA, five Goya Awards, two European Film Awards, a Prize for Best Actor at Cannes and two Volpi Cups at Venice for his work. He is the first Spaniard actor to be nominated for an Oscar (Best Actor, 2000, for Before Night Falls), as well as the first Spanish actor to win an Academy Award. He received his third Academy Award nomination, and second Best Actor nomination, for the film Biutiful.",
        "birthday": "1969-03-01",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3810,
        "imdb_id": "nm0000849",
        "name": "Javier Bardem",
        "place_of_birth": "Las Palmas de Gran Canaria, Gran Canaria, Canary Islands, Spain",
        "popularity": 32.509884,
        "profile_path": "/hbr72lORyRjm8w9ujU5OA7YDzG.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Josh J. Brolin"
        ],
        "biography": "Josh James Brolin (born February 12, 1968) is an American actor. He has acted in theater, film and television roles since 1985, and won acting awards for his roles in the films W., No Country for Old Men, Milk and Wall Street: Money Never Sleeps. He appeared in True Grit, a 2010 western film adaptation of the 1968 novel by Charles Portis.\n\nDescription above from the Wikipedia article Josh Brolin, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1968-02-12",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 16851,
        "imdb_id": "nm0000982",
        "name": "Josh Brolin",
        "place_of_birth": "Los Angeles - California - USA",
        "popularity": 8.109444999999999,
        "profile_path": "/x8KKnvHyPvH16M6waAnY1OeCtA8.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Woodrow Tracy Harrelson"
        ],
        "biography": "Woodrick Tracy \"Woody\" Harrelson (born July 23, 1961) is an American actor and comedian. Harrelson's breakthrough role came in the television sitcom Cheers as bartender Woody Boyd. Notable film characters include basketball hustler Billy Hoyle in White Men Can't Jump, bowler Roy Munson in Kingpin, serial killer Mickey Knox in Natural Born Killers, magazine publisher Larry Flynt in The People vs. Larry Flynt, country singer Dusty in A Prairie Home Companion, bounty hunter Carson Wells in No Country for Old Men, zombie killer Tallahassee in Zombieland, blind piano player/meat salesman Ezra Turner in Seven Pounds, conspiracy nut Charlie Frost in 2012, a delusional man who believes that he is a superhero named Defendor in Defendor and Cpt. Tony Stone in The Messenger. For The People vs. Larry Flynt and The Messenger, Harrelson earned Academy Award nominations for Best Actor and Best Supporting Actor, respectively.\n\nDescription above from the Wikipedia article Woody Harrelson, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1961-07-23",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 57755,
        "imdb_id": "nm0000437",
        "name": "Woody Harrelson",
        "place_of_birth": "Midland - Texas - USA",
        "popularity": 8.249186,
        "profile_path": "/1ecdooAHICUhCZKKEKlFtccEmTU.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            " Sir Ben Kingsley ",
            "Krishna Pandit Bhanji"
        ],
        "biography": "From Wikipedia, the free encyclopedia.\n\nSir Ben Kingsley, CBE (born 31 December 1943), born Krishna Pandit Bhanji , is a British actor. He has won an Oscar, BAFTA, Golden Globe and Screen Actors Guild awards in his career. He is known for starring as Mohandas Gandhi in the film Gandhi in 1982, for which he won the Academy Award for Best Actor. He is also known for his performances in the films Schindler's List (1993), Prince of Persia: The Sands of Time (2010), and House of Sand and Fog.",
        "birthday": "1943-12-31",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2282,
        "imdb_id": "nm0001426",
        "name": "Ben Kingsley",
        "place_of_birth": "Yorkshire, England",
        "popularity": 12.278535,
        "profile_path": "/2Eu3j31JDJek70ZXLY6xfeUaJoR.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Max Carl Adolf von Sydow",
            "Max Von Sydow"
        ],
        "biography": "From Wikipedia, the free encyclopedia.\n\nMax von Sydow ( born 10 April 1929) is a Swedish actor. He has also held French citizenship since 2002. He has starred in many films and had supporting roles in dozens more. He has performed in films filmed in many languages, including Swedish, Norwegian, English, Italian, German, Danish, French and Spanish.\n\nSome of his most memorable film roles include knight Antonius Block in Ingmar Bergman's The Seventh Seal (the first of his eleven films with Bergman and the film that includes the iconic shot of his career in the scene where he plays chess with Death), Jesus in George Stevens's The Greatest Story Ever Told, Father Merrin in Friedkin's The Exorcist, Joubert the assassin in Three Days of the Condor, and Ming the Merciless in the 1980 version of Flash Gordon.\n\nDescription above from the Wikipedia article Max von Sydow, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1929-04-10",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2201,
        "imdb_id": "nm0001884",
        "name": "Max von Sydow",
        "place_of_birth": "Lund, Skåne län, Sweden",
        "popularity": 6.569462,
        "profile_path": "/nwRB1DDylWFC4120kfbtPq2pZzA.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Daniel César Martín Brühl González Domingo "
        ],
        "biography": "Daniel César Martín Brühl González Domingo (born 16 June 1978) is a German actor. He is best known as Daniel Brühl. Daniel speaks English, Spanish, French, German, Portuguese and Català.",
        "birthday": "1978-06-16",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3872,
        "imdb_id": "nm0117709",
        "name": "Daniel Brühl",
        "place_of_birth": "Barcelona, Barcelona, Catalonia, Spain",
        "popularity": 6.362809,
        "profile_path": "/yaSULfePwytkw845KKiz4bbLK48.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Olivia Jane Cockburn"
        ],
        "biography": "Olivia Wilde (born Olivia Jane Cockburn; March 10, 1984) is an American actress and model. She began acting in the early 2000s, and has since appeared in a number of film and television parts, including roles in the serial-drama The O.C. and The Black Donnellys. She portrays Dr. Remy \"Thirteen\" Hadley in the TV drama House, and in 2010 starred as Quorra in Tron: Legacy.\n\nDescription above from the Wikipedia article Olivia Wilde, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1984-03-10",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 59315,
        "imdb_id": "nm1312575",
        "name": "Olivia Wilde",
        "place_of_birth": "New York City, New York, USA",
        "popularity": 9.841988000000001,
        "profile_path": "/kyzJblLaOPK89QkRJlh6w0tbvFI.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nAlexandra Maria Lara (born Alexandra Plătăreanu; November 12, 1978) is a Romanian-born German actress. She performs predominantly in leading roles in a variety of historical and crime films. Lara is best known for her roles in Control (2007), Youth Without Youth (2007), Nackt (2002), Downfall (2004), About the Looking for and the Finding of Love (2005), and The Reader (2008).\n\nDescription above from the Wikipedia article Alexandra Maria Lara, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1978-11-12",
        "deathday": "",
        "gender": 1,
        "homepage": "http://www.alexandra-maria-lara.com/",
        "id": 5644,
        "imdb_id": "nm0487884",
        "name": "Alexandra Maria Lara",
        "place_of_birth": "Bucharest, Romania",
        "popularity": 7.733825,
        "profile_path": "/aQS8gK9zJDu2eIUEHUIWqWFcTSj.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Mel Columcille Gerard Gibson",
            "梅尔·吉布森",
            "Мэл Гибсон"
        ],
        "biography": "Mel Colm-Cille Gerard Gibson, AO (born January 3, 1956) is an actor, film director, producer and screenwriter. Born in Peekskill, New York, Gibson moved with his parents to Sydney, Australia when he was 12 years old and later studied acting at the Australian National Institute of Dramatic Art. After appearing in the Mad Max and Lethal Weapon series, Gibson went on to direct and star in the Academy Award-winning Braveheart. In 2004, he directed and produced The Passion of the Christ, a controversial, yet successful, film portraying the last hours in the life of Jesus Christ. Outside his career, remarks by Gibson have generated accusations of homophobia, antisemitism, racism, and misogyny; he has previously attributed the statements to his alcoholism.\n\nDescription from Wikipedia",
        "birthday": "1956-01-03",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2461,
        "imdb_id": "nm0000154",
        "name": "Mel Gibson",
        "place_of_birth": "Peekskill, New York, USA",
        "popularity": 11.240798,
        "profile_path": "/6VGgL0bBvPIJ9vDOyyGf5nK2zL4.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia. Joanne Samuel (born 1957 in Camperdown, Sydney, Australia) is an actress who remains best known for her role as the screen wife of Mel Gibson in the 1979 film Mad Max.\n\nPrior to her appearance in the film, Samuel had made guest appearances in police procedurals Matlock Police and Homicide. She was then a regular cast member in television soap operas Class of '74, The Sullivans and The Young Doctors. She left The Young Doctors very suddenly – the producers kindly wrote her out of the show quickly as she was offered the Mad Max role after a fellow Young Doctors actress who had been due to take the role fell ill. Samuel later returned to television in the regular role of Kelly Morgan-Young in Skyways (TV series).\n\nSamuel later guest starred in Hey Dad! as Jeanette Taylor and All Saints,  and played the school principal in The Wiggles in their film The Wiggles Movie.\n\nSamuel is married to Tony Ahern. They have several children. They live in the Blue Mountains suburb of Blackheath and Samuel has retired from acting. Samuel is active in the local Baptist church. Description above from the Wikipedia article Joanne Samuel, licensed under CC-BY-SA,full list of contributors on Wikipedia. ​",
        "birthday": "1957-07-04",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 58401,
        "imdb_id": "nm0760394",
        "name": "Joanne Samuel",
        "place_of_birth": "Sydney, Australia",
        "popularity": 1.965587,
        "profile_path": "/myb1P7aSpVDTjNElp7HTBttzirF.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia. Hugh Keays-Byrne (born 18th May 1947 in Kashmir, India) is an English character actor who moved to Australia in 1973. He is well-known in Australia as a television and film actor. Outside of Australia, he is best known for his role as a gang leader in the late 1970s Mad Max and, in the 2000s, for his role in the science fiction television series Farscape. He has been cast in George Miller's live action film adaptation of the Justice League.\n\nDescription above from the Wikipedia article Hugh Keays-Byrne, licensed under CC-BY-SA,full list of contributors on Wikipedia.",
        "birthday": "1947-05-18",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 26060,
        "imdb_id": "nm0117412",
        "name": "Hugh Keays-Byrne",
        "place_of_birth": "Kashmir, India",
        "popularity": 2.609985,
        "profile_path": "/lhYUcPimMMy7Ltp58NkB3RuJzSv.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia. \n\n \n\nSteve Bisley (born 26 December 1951 at Lake Munmorah, New South Wales) is an Australian film and television actor, who attended the National Institute of Dramatic Art (NIDA).\n\nDescription above from the Wikipedia article Steve Bisley, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1951-12-26",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 45211,
        "imdb_id": "nm0001950",
        "name": "Steve Bisley",
        "place_of_birth": "Lake Munmorah, New South Wales, Australia",
        "popularity": 0.460391,
        "profile_path": "/3dcKgXUKcIJ8ta85frdU7XbHxLi.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Hilary Ann Swank (born July 30, 1974) is an American actress and film producer. Swank's film career began with a small part in Buffy the Vampire Slayer (1992) and then a major part in The Next Karate Kid (1994), as Julie Pierce, the first female protégé of sensei Mr. Miyagi. She won the Academy Award for Best Actress twice, as Brandon Teena, a transman in Boys Don't Cry (1999) and as struggling waitress-turned-boxer, Maggie Fitzgerald, in Million Dollar Baby (2004).\n\nSince 2003, Swank has worked as an executive producer, co-producing and starring in Conviction (2010).\n\nDescription above from the Wikipedia article Hilary Swank, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1974-07-30",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 448,
        "imdb_id": "nm0005476",
        "name": "Hilary Swank",
        "place_of_birth": "Lincoln, Nebraska, USA",
        "popularity": 7.30783,
        "profile_path": "/zVM2gbZhuipISCoALn6iEN1bmop.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Freeman",
            "Morgan Porterfield Freeman Jr.",
            "Morgan J. Freeman"
        ],
        "biography": "Morgan Porterfield Freeman, Jr. is an American actor, film director, and narrator. He is noted for his reserved demeanor and authoritative speaking voice. Freeman has received Academy Award nominations for his performances in Street Smart, Driving Miss Daisy, The Shawshank Redemption and Invictus and won in 2005 for Million Dollar Baby. He has also won a Golden Globe Award and a Screen Actors Guild Award.\n\nMorgan Freeman was born in Memphis, Tennessee, the son of Mayme Edna (née Revere) and Morgan Porterfield Freeman, Sr., a barber who died in 1961 from liver cirrhosis. Freeman was sent as an infant to his paternal grandmother in Charleston, Mississippi. He has three older siblings. Freeman's family moved frequently during his childhood, living in Greenwood, Mississippi; Gary, Indiana; and finally Chicago, Illinois.\n\nFreeman made his acting debut at age 9, playing the lead role in a school play. He then attended Broad Street High School, currently Threadgill Elementary School, in Mississippi. At age 12, he won a statewide drama competition, and while still at Broad Street High School, he performed in a radio show based in Nashville, Tennessee. In 1955, he graduated from Broad Street High School, but turned down a partial drama scholarship from Jackson State University, opting instead to work as a mechanic in the United States Air Force.\n\nFreeman moved to Los Angeles in the early 1960s and worked as a transcript clerk at Los Angeles Community College. During this period, he also lived in New York City, working as a dancer at the 1964 World's Fair, and in San Francisco, where he was a member of the Opera Ring music group. Freeman acted in a touring company version of The Royal Hunt of the Sun, and also appeared as an extra in the 1965 film The Pawnbroker. He made his off-Broadway debut in 1967, opposite Viveca Lindfors in The Nigger Lovers (about the civil rights era \"Freedom Riders\"), before debuting on Broadway in 1968's all-black version of Hello, Dolly!, which also starred Pearl Bailey and Cab Calloway.\n\nFreeman was married to Jeanette Adair Bradshaw from October 22, 1967, until 1979. He married Myrna Colley-Lee on June 16, 1984. The couple separated in December 2007. Freeman's attorney and business partner, Bill Luckett, announced in August 2008 that Freeman and his wife are in the process of divorce. He has two sons from previous relationships. He adopted his first wife's daughter and the couple also had a fourth child. Freeman lives in Charleston, Mississippi, and New York City. He has a private pilot's license, which he earned at age 65, and co-owns and operates Madidi, a fine dining restaurant, and Ground Zero, a blues club, both located in Clarksdale, Mississippi. He officially opened his second Ground Zero in Memphis, Tennessee on April 24, 2008.\n\nFreeman has publicly criticized the celebration of Black History Month and does not participate in any related events, saying, \"I don't want a black history month. Black history is American history.\" He says the only way to end racism is to stop talking about it, and he notes that there is no \"white history month\". Freeman once said on an interview with 60 Minutes' Mike Wallace: \"I am going to stop calling you a white man and I'm going to ask you to stop calling me a black man.",
        "birthday": "1937-06-01",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 192,
        "imdb_id": "nm0000151",
        "name": "Morgan Freeman",
        "place_of_birth": "Memphis, Tennessee, États-Unis",
        "popularity": 13.975199,
        "profile_path": "/oGJQhOpT8S1M56tvSsbEBePV5O1.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Джей Барушель"
        ],
        "biography": "Jonathan Adam Saunders \"Jay\" Baruchel (born April 9, 1982) is a Canadian actor. He has had a successful career in comedy films, and has appeared in such box office successes as Million Dollar Baby, Knocked Up, Tropic Thunder, and How to Train Your Dragon, as well as the films She's Out of My League, The Trotsky, and The Sorcerer's Apprentice.\n\nDescription above from the Wikipedia article Jay Baruchel, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1982-04-09",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 449,
        "imdb_id": "nm0059431",
        "name": "Jay Baruchel",
        "place_of_birth": "Ottawa, Ontario, Canada",
        "popularity": 3.549624,
        "profile_path": "/7EX0od3FwdaoEegJlY1q0kZgEqt.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Affleck",
            "Benjamin Géza Affleck-Boldt"
        ],
        "biography": "Ben Affleck (born Benjamin Géza Affleck-Boldt; August 15, 1972) is an American actor, film director, writer, and producer. He became known in the mid-1990s with his performance in the Kevin Smith films Mallrats (1995) and Chasing Amy (1997). Affleck is an Academy Award as well as a Golden Globe Award winner, along with Matt Damon, for their collaborative screenplay for the 1997 film Good Will Hunting. He established himself as a Hollywood leading man, having starred in several big budget films, such as Armageddon (1998), Pearl Harbor (2001), Changing Lanes (2002), The Sum of All Fears (2002), and Daredevil (2003).\n\nAffleck has drawn critical acclaim for his work as a filmmaker, directing Gone Baby Gone (2007) and The Town (2010), and playing the lead role in the latter. He has worked with his younger brother, actor Casey Affleck, on several projects, including Good Will Hunting and Gone Baby Gone.\n\nAfter a high profile relationship with actress Gwyneth Paltrow in 1998, his relationship with actress/singer Jennifer Lopez attracted worldwide media attention in which Affleck and Lopez were dubbed \"Bennifer\". Following their breakup in 2004, he began dating Jennifer Garner. The two married in June 2005 and have two daughters, Violet Anne, born December 2005, and Seraphina Rose Elizabeth, born January 2009.\n\nAffleck has been actively involved in politics and charitable causes. He and Matt Damon also founded the production company LivePlanet.\n\nDescription above from the Wikipedia article Ben Affleck, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1972-08-15",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 880,
        "imdb_id": "nm0000255",
        "name": "Ben Affleck",
        "place_of_birth": "Berkeley, Californie, États-Unis",
        "popularity": 10.790201,
        "profile_path": "/lHJbyBkvN7vICN76z35Cn4SJY5P.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Anna Kendrick (born August 9, 1985) is an American film and stage actress best known for the role of Natalie Keener in the 2009 film Up in the Air. Her other work includes the films Camp (2003), Rocket Science (2007) and Scott Pilgrim vs. the World (2010) and the Broadway musical High Society (1998) and also stars in The Twilight Saga. Kendrick is a Tony, Drama Desk, Screen Actors Guild, BAFTA, Golden Globe, Independent Spirit and an Academy Award nominee for Best Supporting Actress.\n\nDescription above from the Wikipedia article Anna Kendrick, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1985-08-09",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 84223,
        "imdb_id": "nm0447695",
        "name": "Anna Kendrick",
        "place_of_birth": "Portland, Maine, United States",
        "popularity": 8.431729000000001,
        "profile_path": "/ar6UZyD8QgnHYIUDey0muDcIG8W.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Jonathan E. \"Jon\" Bernthal (born September 20, 1976) is an American actor, best known for his role on the AMC television series The Walking Dead. He has performed in over 30 plays regionally and off-Broadway, including many with his own award-winning theatre company Fovea Floods. He also appeared in several TV shows such as Law &amp; Order: Criminal Intent in 2002, The Class from 2006 to 2007 and The Pacific in early 2010.\n\nDescription above from the Wikipedia article Jon Bernthal, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1977-09-20",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 19498,
        "imdb_id": "nm1256532",
        "name": "Jon Bernthal",
        "place_of_birth": "Washington, District of Columbia, USA",
        "popularity": 4.823374,
        "profile_path": "/w3epqN0BlV4TiUV9255d5tSCIRV.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            " Julie Stiles"
        ],
        "biography": "Julia O'Hara Stiles (born March 28, 1981) is an American actress.\n\nAfter beginning her career in small parts in a New York City theatre troupe, she has moved on to leading roles in plays by writers as diverse as William Shakespeare and David Mamet. Her film career has included both commercial and critical successes, ranging from teen romantic comedies such as 10 Things I Hate About You (1999) to dark art house pictures such as The Business of Strangers (2001). She is also known for playing the supporting character Nicky Parsons in the Bourne film series and the leading role in Save the Last Dance, and for her role in Mona Lisa Smile. She guest starred as Lumen Pierce in the fifth season of the Showtime series Dexter, a role that earned her a Golden Globe Award nomination.\n\nDescription above from the Wikipedia article Julia Stiles, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1981-03-28",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 12041,
        "imdb_id": "nm0005466",
        "name": "Julia Stiles",
        "place_of_birth": "New York City, New York, USA",
        "popularity": 10.238118,
        "profile_path": "/s7OC22crrqBo8qjI5TGk4hRKd44.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "David Russell Strathairn (born January 26, 1949) is an American actor. He was nominated for an Academy Award for portraying journalist Edward R. Murrow in Good Night, and Good Luck. and has also appeared in many of writer/director John Sayles's movies.\n\nDescription above from the Wikipedia article David Strathairn, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1949-01-26",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 11064,
        "imdb_id": "nm0000657",
        "name": "David Strathairn",
        "place_of_birth": "San Francisco, California, USA",
        "popularity": 4.059093,
        "profile_path": "/5P9hWKVBXVD6bNdDO3O7upa1A6S.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Theodore Scott Glenn (born January 26, 1941) is an American actor. His roles have included Wes Hightower in Urban Cowboy (1980), astronaut Alan Shepard in The Right Stuff (1983), Commander Bart Mancuso in The Hunt for Red October (1990), and Jack Crawford in The Silence of the Lambs (1991).\n\nDescription above from the Wikipedia article Scott Glenn, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1941-01-26",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 349,
        "imdb_id": "nm0001277",
        "name": "Scott Glenn",
        "place_of_birth": "Pittsburgh - Pennsylvania - USA",
        "popularity": 4.063349,
        "profile_path": "/aKUJwCKhl4qCi7j7M7TRpqWLmmO.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Раян Рейнольдс"
        ],
        "biography": "Ryan Rodney Reynolds (born October 23, 1976) is a Canadian actor. He is known for his roles in National Lampoon's Van Wilder, Waiting..., Just Friends, Definitely, Maybe, The Proposal and Buried, as well as Wade Wilson/Deadpool in X-Men Origins: Wolverine. His television roles include Michael \"Berg\" Bergen on Two Guys and a Girl. Reynolds also stars in the upcoming DC superhero film Green Lantern alongside Blake Lively and Mark Strong.\n\nDescription above from the Wikipedia article Ryan Reynolds, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1976-10-23",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 10859,
        "imdb_id": "nm0005351",
        "name": "Ryan Reynolds",
        "place_of_birth": "Vancouver, British Columbia, Canada",
        "popularity": 15.359743,
        "profile_path": "/95ssRtyTWpOmP8efzj2IVDIFj1z.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Michael Benyar",
            "Michael B. Enyaer",
            "Michael Benyer",
            "Michael Benyear"
        ],
        "biography": "​From Wikipedia, the free encyclopedia.  \n\nMichael Benyaer (born May 25, 1970) is a Canadian actor and cartoon and video game voice actor. Benyaer was born in Vancouver, British Columbia. He enjoyed playing Hadji in The Real Adventures of Jonny Quest, stating, \"[he] is one of the few roles for an ethnic actor that is not a bad guy. I mean, how many East Indian heroes have been on television? Hadji is for the sensitive kids out there. He is the outsider in all of us.\" A Star Wars fan, Benyaer relished the opportunity to work with Mark Hamill for In the Realm of the Condor. He also voiced Bob in the Canadian CGI series ReBoot. He is also well known as Hikaru Gosunkugi and Kengyu in Ranma 1/2.",
        "birthday": "1970-05-25",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 27588,
        "imdb_id": "nm0073088",
        "name": "Michael Benyaer",
        "place_of_birth": "Vancouver - British Columbia - Canada",
        "popularity": 0.092145,
        "profile_path": "/5497K9ePpQIzEnokMO3pp3rf4kE.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Caleb Casey McGuire Affleck-Boldt (born August 12, 1975), best known as Casey Affleck is an American actor and film director. Throughout the 1990s and early 2000s, he played supporting roles in mainstream hits like Good Will Hunting (1997) and Ocean's Eleven (2001) as well as in critically acclaimed independent films such as Chasing Amy (1997). During this time, he became known as the younger brother of actor and director Ben Affleck, with whom he has frequently collaborated professionally. In 2007, his breakout year, Affleck gained recognition and critical acclaim for his work in Gone Baby Gone and The Assassination of Jesse James by the Coward Robert Ford, which gained him an Academy Award nomination for Best Supporting Actor.",
        "birthday": "1975-08-12",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 1893,
        "imdb_id": "nm0000729",
        "name": "Casey Affleck",
        "place_of_birth": "Falmouth, Massachusetts, USA",
        "popularity": 8.61116,
        "profile_path": "/oYGpNRzWaGTe9Roje9dVHGlPuyA.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Kyle Martin Chandler (born September 17, 1965) is an American film and television actor best known for his roles in the television shows Early Edition as Gary Hobson and as Eric Taylor in Friday Night Lights. Description above from the Wikipedia article Kyle Chandler, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1965-09-17",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3497,
        "imdb_id": "nm0151419",
        "name": "Kyle Chandler",
        "place_of_birth": "Buffalo, New York, USA",
        "popularity": 5.016584,
        "profile_path": "/1un1X4SxxcSVUYEgQ0HXPPRhKcv.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "景甜",
            "Tian Jing"
        ],
        "biography": "Jing Tian is a Chinese actress. She graduated from the Beijing Dance Academy and Beijing Film Academy. She is known for her roles in The Warring States, Special ID, and Police Story 2013. Wikipedia",
        "birthday": "1988-07-21",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 1151657,
        "imdb_id": "nm1320897",
        "name": "Tian Jing",
        "place_of_birth": "Xi'an, Shaanxi, China",
        "popularity": 17.704283,
        "profile_path": "/kofshu6S97vdYoYbc7uOFBHiNaw.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Willem DeFoe",
            "William Dafoe, Jr.",
            "William J. Dafoe",
            "Willem"
        ],
        "biography": "Willem Dafoe (born July 22, 1955) is an American film, stage, and voice actor, and a founding member of the experimental theatre company The Wooster Group. He has had roles in a wide range of films, including Streets of Fire, To Live and Die in L.A., Platoon, Born on the Fourth of July, The English Patient, The Last Temptation of Christ, Mississippi Burning, Wild at Heart, The Boondock Saints, Inside Man, The Life Aquatic with Steve Zissou, Spider-Man, Shadow of the Vampire, The Aviator, American Psycho, Antichrist, and voice roles in Fantastic Mr. Fox and Finding Nemo.\n\nDafoe has been nominated for the Academy Award for Best Supporting Actor twice. The first was for his role in Platoon in 1986 and the second time for his performance in Shadow of the Vampire in 2000.\n\nDescription above from the Wikipedia article Willem Dafoe, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1955-07-22",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 5293,
        "imdb_id": "nm0000353",
        "name": "Willem Dafoe",
        "place_of_birth": "Appleton, Wisconsin, USA",
        "popularity": 8.372712,
        "profile_path": "/xM5lhOR5tWWdIlFpBDeZJx9opIP.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "유덕화",
            "劉德華",
            "Andy Lau Duk-wah",
            "Andy Lau Tak-wah",
            "Lau Tak-wah",
            "Lau Duk-wah"
        ],
        "biography": "Andy Lau Tak-wah (born 27 September 1961) is a Hong Kong Cantopop singer, actor, presenter, and film producer. Lau has been one of Hong Kong's most commercially successful film actors since the mid-1980s, performing in more than 160 films while maintaining a successful singing career at the same time.\n\nFor his contributions, a wax figure of Lau was unveiled on 1 June 2005 at the Madame Tussauds Hong Kong. He also entered into Guinness World Records for \"Most Awards Won by a Cantopop Male Artist\". By April 2000, he had already won a total unprecedented 292 awards.",
        "birthday": "1961-09-27",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.andylau.com/",
        "id": 25246,
        "imdb_id": "nm0490489",
        "name": "Andy Lau",
        "place_of_birth": "Tai Po, Hong Kong",
        "popularity": 7.569416,
        "profile_path": "/8LCbwZJhjJRew59dJ7xSqyozVWf.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Eric Marlon Bishop (born December 13, 1967), professionally known as Jamie Foxx, is an American actor, singer-songwriter, stand-up comedian, and talk radio host. As an actor, his work in the film Ray earned him the Academy Award and BAFTA Award for Best Actor as well as the Golden Globe Award for Best Actor in a musical/comedy. He is also a Grammy Award winning musician, producing two albums which have charted highly on the Billboard 200: Unpredictable, which topped the chart, and Intuition.\n\nFoxx was abandoned seven months after birth, and was subsequently adopted and raised in Terrell by his mother's adoptive parents, Estelle and Mark Talley. Foxx had a strict Baptist upbringing and began piano lessons at the age of five by his grandmother's orders. He has often acknowledged his grandmother's influence in his life as one of the greatest reasons for his success. When he found that female comedians were often called first to perform, he changed his name to Jamie Foxx, feeling that it was an ambiguous enough name to disallow any biases. He chose his surname as a tribute to comedian Redd Foxx.\n\nFrom 1996 to 2001, Foxx starred in his own sitcom The Jamie Foxx Show, and in 1992 he made his film debut in Toys a comedy directed by Barry Levinson. Following Toys, his first dramatic role came in Oliver Stone's 1999 film Any Given Sunday, where he portrayed a hard-partying American football player. Foxx has since evolved into a respected dramatic actor. Foxx was featured as taxi driver Max Durocher in the film Collateral alongside Tom Cruise, for which he received outstanding reviews and a nomination for the Academy Award for Best Supporting Actor. His standout performance, however, was his portrayal of Ray Charles in the biopic Ray (2004), for which he won the Academy Award for Best Actor and the BAFTA Award for Best Actor in a Leading Role. Foxx is the second male in history to receive two acting Oscar nominations in the same year for two different movies, Collateral and Ray.\n\nIn September 2007, Foxx was awarded a star on the Hollywood Walk of Fame.",
        "birthday": "1967-12-13",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 134,
        "imdb_id": "nm0004937",
        "name": "Jamie Foxx",
        "place_of_birth": "Terrell, Texas, USA",
        "popularity": 5.656115,
        "profile_path": "/bcXscYxlsrHDenbo3BzK0f6pkaM.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Christoph Waltz (born 4 October 1956) is an Austrian actor who also holds German citizenship. He received international acclaim for his portrayal of SS Colonel Hans Landa in the 2009 film Inglourious Basterds, for which he won the Best Actor Award at the Cannes Film Festival and the BAFTA, Golden Globe and Screen Actors Guild Award for Best Supporting Actor in 2009 and the Academy Award for Best Supporting Actor in 2010.",
        "birthday": "1956-10-04",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 27319,
        "imdb_id": "nm0910607",
        "name": "Christoph Waltz",
        "place_of_birth": "Vienna, Austria",
        "popularity": 6.665401,
        "profile_path": "/pxhsfeScwPtti9zDwEeQcFf1YS0.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Kerry Washington is an American actress. She is known for her roles as Ray Charles's wife, Della Bea Robinson, in the film Ray (2004), as Idi Amin's wife Kay in The Last King of Scotland, and as Alicia Masters, love interest of Ben Grimm/The Thing in the live-action Fantastic Four films of 2005 and 2007. She has also starred in the critically acclaimed independent films Our Song and The Dead Girl, and is the lead actress in the 2012 ABC drama Scandal, a Shonda Rhimes series in which Washington plays Olivia Pope, a former crisis management expert to the President. Her most recent role was as Broomhilda von Schaft, Django's wife, in Quentin Tarantino's film Django Unchained.",
        "birthday": "1977-01-31",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 11703,
        "imdb_id": "nm0913488",
        "name": "Kerry Washington",
        "place_of_birth": "Bronx, New York, USA",
        "popularity": 5.702532,
        "profile_path": "/yufNCkn9YuYei9ThzSgApczUe4K.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Brianne Sidonie Desaulniers"
        ],
        "biography": "Brianne Sidonie Desaulniers (born October 1, 1989), known professionally as Brie Larson, is an American actress, director, and singer. Born in Sacramento, California, Larson was home-schooled before she studied acting at the American Conservatory Theater. She began her acting career in television, appearing as a regular on the 2001 sitcom Raising Dad, for which she was nominated for a Young Artist Award.\n\nAs a teenager, Larson had brief roles in the 2004 films 13 Going on 30 and Sleepover. Her performance in the comedy film Hoot (2006) was praised, and she subsequently played supporting roles in the films Greenberg (2010), Scott Pilgrim vs. the World (2010), 21 Jump Street (2012), and Don Jon (2013). From 2009 to 2011, Larson featured as a rebellious teenager in the television series United States of Tara.\n\nLarson's breakthrough role came with the independent drama Short Term 12 (2013), for which she received critical acclaim. Further success came in 2015 when she starred in Room, an acclaimed drama based on Emma Donoghue's novel of the same name. She won several awards for her portrayal of a troubled mother kidnap victim in the film, including the Academy Award, BAFTA Award, Critic's Choice Award, Golden Globe Award, Screen Actors Guild Award and Canadian Screen Award for Best Actress. In 2017, she starred as a war photographer in the adventure film Kong: Skull Island, her highest-grossing release.",
        "birthday": "1989-10-01",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 60073,
        "imdb_id": "nm0488953",
        "name": "Brie Larson",
        "place_of_birth": "Sacramento, California, USA",
        "popularity": 11.02869,
        "profile_path": "/p66rOUPo1ZFZ7XrAKZ6DjdsvCA2.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Jacob Tremblay is a Canadian actor, best known for playing Blue Winslow in The Smurfs 2, Cody in Before I Wake, and, in a highly critically acclaimed performance, Jack in Room.",
        "birthday": "2006-10-05",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 1277188,
        "imdb_id": "nm5016878",
        "name": "Jacob Tremblay",
        "place_of_birth": "Vancouver - Canada",
        "popularity": 5.205479,
        "profile_path": "/jztWT5I6I2Dyhma0FQFR2KLL7iU.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": null,
        "birthday": "1968-03-15",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 144160,
        "imdb_id": "nm0108703",
        "name": "Sean Bridgers",
        "place_of_birth": "Chapel Hill, North Carolina, USA",
        "popularity": 0.151553,
        "profile_path": "/jJwTRA2gHw9F4JWGXyqIicV24Cy.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Wendy Jane Crewson (born May 9, 1956) is a Canadian actress. Description above from the Wikipedia article Wendy Crewson, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1956-05-09",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 19957,
        "imdb_id": "nm0187724",
        "name": "Wendy Crewson",
        "place_of_birth": "Hamilton, Ontario, Canada",
        "popularity": 3.056457,
        "profile_path": "/e20JNF2oF7B0uGcoepL8j3uY0iE.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Emile Davenport Hirsch (born March 13, 1985) is an American television and film actor. He began performing in the late 1990s, appearing in several television films and series, and became known as a film actor after roles in Lords of Dogtown, The Emperor's Club, The Girl Next Door, Alpha Dog, and Into the Wild. In 2008, Hirsch starred in Speed Racer and Milk. He recently participated in Summit on the Summit, an expedition to the top of Mount Kilimanjaro to raise awareness of the need for clean water in the world.\n\nDescription above from the Wikipedia article Emile Hirsch, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1985-03-13",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 46593,
        "imdb_id": "nm0386472",
        "name": "Emile Hirsch",
        "place_of_birth": "Topanga Canyon, Kalifornien, USA",
        "popularity": 3.998267,
        "profile_path": "/lEzPy6XYlQWUU0BJuhQoOXbIF7L.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Marsha Gay Harden",
            "Marcia Harden",
            "马西娅·盖伊·哈登"
        ],
        "biography": "Marcia Gay Harden (born August 14, 1959) is an American film and theatre actress. Harden's breakthrough role was in The First Wives Club (1996) which was followed by several roles which gained her wider fame including the hit comedy Flubber (1997) and Meet Joe Black (1998). She received an Academy Award for Best Supporting Actress for her role as Lee Krasner in Pollock (2000). She has starred in a string of successful mainstream and independent movies, such as Space Cowboys (2000), Into the Wild (2007) and The Mist (2007). Harden’s recent credits include Lasse Hallstrom’s film, The Hoax, opposite Richard Gere, and The Walt Disney Company’s The Invisible, directed by David S Goyer. She was also recently seen in Lakeshore Entertainment’s The Dead Girl, directed by Karen Moncrief and starring Toni Colette, Kerry Washington, Mary Steenburgen and Brittany Murphy. In 2009, Harden received a Tony Award for the Broadway play God of Carnage. She has been nominated for an Emmy Award and the Screen Actors Guild Award two times.\n\nDescription above from the Wikipedia article Marcia Gay Harden, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1959-08-14",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 4726,
        "imdb_id": "nm0001315",
        "name": "Marcia Gay Harden",
        "place_of_birth": "La Jolla, California, USA",
        "popularity": 5.489836,
        "profile_path": "/9TYI6LAu4S0vkn47RjLLgFrhtrc.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "William M. Hurt (born March 20, 1950) is an American actor. He received his acting training at the Juilliard School, and began acting on stage in the 1970s. Hurt made his film debut as a troubled scientist in the science-fiction feature Altered States (1980), for which he received a Golden Globe nomination for New Star of the Year. He subsequently played the leading role of a sleazy lawyer in the well-received film noir Body Heat (1981).\n\nIn 1985, Hurt garnered substantial critical acclaim and multiple acting awards, including an Academy and a BAFTA Award for Best Actor, for portraying an effeminate homosexual in Kiss of the Spider Woman. He went on to receive another two Academy Award nominations for his lead performances in Children of a Lesser God (1986) and Broadcast News (1987). Hurt remained an active stage actor throughout the 1980s, appearing in numerous Off-Broadway productions including Henry V, Fifth of July, Richard II, and A Midsummer Night's Dream. Hurt received his first Tony Award nomination in 1985 for the Broadway production of Hurlyburly.\n\nAfter playing a diversity of character roles in the following decade, Hurt earned his fourth Academy Award nomination for his supporting performance in David Cronenberg's crime thriller A History of Violence (2005). Other notable films in recent years have included A.I. Artificial Intelligence (2001), Syriana (2005), The Good Shepherd (2006), Mr. Brooks (2007), Into the Wild (2007), The Incredible Hulk (2008), and Robin Hood (2010).\n\nDescription above from the Wikipedia article William Hurt, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1950-03-20",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 227,
        "imdb_id": "nm0000458",
        "name": "William Hurt",
        "place_of_birth": "Washington - D.C. - USA",
        "popularity": 7.146611,
        "profile_path": "/tjLIzBi5gIV45D30Bq7clOqOLGv.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Jena Malone (born November 21, 1984) is an American actress, musician, and photographer. She made her film debut in Bastard Out of Carolina (1996) and has appeared in films including Ellen Foster (1997), Contact (1997), Stepmom (1998), Donnie Darko (2001), Life as a House (2001), Saved! (2004), Pride & Prejudice (2005), Into the Wild (2007), The Ruins (2008), Sucker Punch (2011), The Hunger Games film series (2013–15) and The Neon Demon (2016). Malone is also an indie pop musician who has released music both under her own name (as \"Jena Malone and Her Bloodstains\") and as one-half of the duo The Shoe.",
        "birthday": "1984-11-21",
        "deathday": "",
        "gender": 1,
        "homepage": "",
        "id": 20089,
        "imdb_id": "nm0540441",
        "name": "Jena Malone",
        "place_of_birth": "Lake Tahoe, Nevada, USA",
        "popularity": 9.754332,
        "profile_path": "/hVT1eaRBHLwrW8nRiVoPJpZU4l0.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Donald Frank \"Don\" Cheadle, Jr. was on born November 29, 1964 in Kansas City, Missouri. He is an American film actor as well as producer. Cheadle first received widespread notice for his portrayal of Mouse Alexander in the film Devil in a Blue Dress, for which he won Best Supporting Actor awards from the Los Angeles Film Critics Association and the National Society of Film Critics and was nominated for similar awards from the Screen Actors Guild and the NAACP Image Awards.\n\nFollowing soon thereafter was his performance in the title role of the 1996 HBO TV movie, Rebound: The Legend of Earl \"The Goat\" Manigault. He also starred in the 1997 film Volcano, directed by Mick Jackson. Cheadle continued his rise to prominence in the late 1990s and the early 2000s for his supporting roles in the Steven Soderbergh-directed films Out of Sight, Traffic, and Ocean's Eleven. In 2004, his lead role as Rwandan hotel manager Paul Rusesabagina in the genocide drama film Hotel Rwanda earned him an Academy Award nomination for Best Actor. He also starred in, and was one of the producers of Crash, which won the 2005 Academy Award for Best Picture.\n\nIn 2010, Cheadle assumed the role of James Rhodes in the film Iron Man 2, replacing Terrence Howard, his Crash co-star. He also campaigns for the end of genocide in Darfur, Sudan, and co-authored a book concerning the issue titled Not On Our Watch: The Mission To End Genocide In Darfur And Beyond. In 2007, Cheadle was awarded the BET Humanitarian award of the year for his numerous humanitarian services he rendered for the cause of the people of Darfur and Rwanda. In 2010, Cheadle was named U.N. Environment Program Goodwill Ambassador.",
        "birthday": "1964-11-29",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 1896,
        "imdb_id": "nm0000332",
        "name": "Don Cheadle",
        "place_of_birth": "Kansas City, Missouri, USA ",
        "popularity": 6.111149,
        "profile_path": "/4PvWfLvABO5n1ZfzK76vol9Bqae.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Гаррісон Форд",
            "Харрисон Форд"
        ],
        "biography": "Legendary Hollywood Icon Harrison Ford was born on July 13, 1942 in Chicago, Illinois.  His family history includes a strong lineage of actors, radio personalities, and models.  Harrison attended public high school in Park Ridge, Illinois where he was a member of the school Radio Station WMTH. Harrison worked as the lead voice for sports reporting at WMTH for several years.  Acting wasn’t a major interest to Ford until his junior year at Ripon College when he first took an acting class.  Harrison Ford’s career started in 1964 when he travelled to California in search of a voice-over job. He never received that position, but instead signed a contract with Columbia Pictures where he earned $150 weekly to play small fill in roles in various films.  Through the 60’s Harrison worked on several TV shows including Gunsmoke, Ironside, Kung Fu, and American Style.  It wasn’t until 1967 that Harrison received his first credited role in the Western film, A Time for Killing. Dissatisfied with the meager roles he was being offered, Ford took a hiatus from acting to work as a self-employed carpenter. This seemingly odd diversion turned out to be a blessing in disguise for Harrison’s acting career when he was soon hired by famous film producer George Lucas.  This was a turning point in Harrison’s life that led to him be casted in milestone roles such as Hans Solo and Indiana Jones.  Since his most famous roles in the Star Wars Trilogy and Raiders of the Lost Ark, Harrison Ford has starred in over 40 films.  Many criticize his recent work, saying his performances have been lackluster leading to commercially disappointing films.  Harrison has always worked hard to protect his off-screen private life, keeping details about his children and marriages quite.  He has a total of five children including one recent adoption with third and current wife Calista Flockhart. In addition to acting Harrison Ford is passionate about environmental conservation, aviation, and archeology.",
        "birthday": "1942-07-13",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 3,
        "imdb_id": "nm0000148",
        "name": "Harrison Ford",
        "place_of_birth": "Chicago - Illinois - USA",
        "popularity": 9.620355,
        "profile_path": "/aVKNqtkzZCymupOrvwxozamRyVc.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Mark Hamil",
            "Mark Richard Hamill"
        ],
        "biography": "From Wikipedia, the free encyclopedia.\n\nMark Richard Hamill (born September 25, 1951) is an American actor, voice artist, producer, director, and writer. Hamill is best known for his role as Luke Skywalker in the original Star Wars trilogy and also well known for voice-acting characters such as the Joker in various animated series, animated films and video games, beginning with Batman: The Animated Series, the Skeleton king in Super Robot Monkey Team Hyperforce Go!, Fire Lord Ozai in Avatar: The Last Airbender, Master Eraqus in Kingdom Hearts: Birth by Sleep, Skips in Regular Show, and Senator Stampington on Metalocalypse.\n\nDescription above from the Wikipedia article Mark Hamill, licensed under CC-BY-SA, full list of contributors on Wikipedia .",
        "birthday": "1951-09-25",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2,
        "imdb_id": "nm0000434",
        "name": "Mark Hamill",
        "place_of_birth": "Concord, California, USA",
        "popularity": 6.634181,
        "profile_path": "/ws544EgE5POxGJqq9LUfhnDrHtV.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Carrie Frances Fisher "
        ],
        "biography": "Carrie Frances Fisher (21 October 1956 - 27 December 2016) was an American actress, novelist, screenwriter, and lecturer. She is most famous for her portrayal of Princess Leia Organa in the original Star Wars trilogy, her bestselling novel Postcards from the Edge, for which she wrote the screenplay to the film of the same name, and her autobiography Wishful Drinking.\n\nDescription above from the Wikipedia article Carrie Fisher, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1956-10-21",
        "deathday": "2016-12-27",
        "gender": 1,
        "homepage": "http://www.carriefisher.com/",
        "id": 4,
        "imdb_id": "nm0000402",
        "name": "Carrie Fisher",
        "place_of_birth": "Beverly Hills, Los Angeles, California, USA",
        "popularity": 5.485615,
        "profile_path": "/pbleNurCYdrLFQMEnlQB2nkOR1O.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Adam Douglas Driver"
        ],
        "biography": "Adam Douglas Driver, best known for his portrayal of Adam Sackler on the HBO series, Girls, is an Academy Award-nominated American television, cinema and stage actor.  \n\nDriver was born in San Diego, California before moving to Mishawaka, Indiana at the age of seven.  The son of a Baptist Minister, Driver performed regularly with both his church and school choirs.  After graduating high school in 2001, Driver enlisted in the United States Marine Corp, serving four years before accepting an honorable discharge due to injury.  Following his service, Driver attended the University of Indianapolis, before applying to, and being accepted by, Juilliard School’s drama department.   After graduating with a degree in drama studies in 2009, Driver moved to New York City to pursue acting.  There he found success both on and off-Broadway, appearing in numerous plays before landing progressively significant roles in both television and film.  \n\nDriver currently works on the HBO dramedy ‘Girls’ as the complicated and oft-misundertood Adam Sackler, opposite creator Lena Dunham.   In 2014, Driver was confirmed to cast a yet unnamed villain in 2015’s Star Wars: Episode VII.  He remains an active supporter of military service, creating and running Arts in the Armed Forces with his wife, Joanne Tucker.   ",
        "birthday": "1983-11-19",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 1023139,
        "imdb_id": "nm3485845",
        "name": "Adam Driver",
        "place_of_birth": "San Diego,CA, USA",
        "popularity": 3.239506,
        "profile_path": "/ffgYKE7IbUsM91LnG8Ae89Zhxge.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Ralph Fiennes is an English actor. A noted Shakespeare interpreter, he first achieved success onstage at the Royal National Theatre.\n\nFiennes' portrayal of Nazi war criminal Amon Göth in Schindler's List (1993) earned him nominations for the Academy Award for Best Supporting Actor and the Golden Globe Award for Best Supporting Actor, and he won the BAFTA Award for Best Actor in a Supporting Role. His performance as Count Almásy in The English Patient (1996) garnered him a second Academy Award nomination, for Best Actor, as well as BAFTA and Golden Globe nominations.\n\nSince then, Fiennes has been in a number of notable films, including Quiz Show (1994), Strange Days (1995), The End of the Affair (1999), Red Dragon (2002), The Constant Gardener (2005), In Bruges (2008), The Reader (2008), Clash of the Titans (2010), Great Expectations (2012), and The Grand Budapest Hotel (2014). He voiced Rameses in The Prince of Egypt (1998). Fiennes is also known for his roles in major film franchises such as the Harry Potter film series (2005–2011), in which he played Lord Voldemort, and the James Bond series, in which he has played Gareth Mallory / M, starting with the 2012 film Skyfall.\n\nIn 2011, Fiennes made his directorial debut with his film adaptation of Shakespeare's tragedy Coriolanus, in which he also played the title character. Fiennes won a Tony Award for playing Prince Hamlet on Broadway. Since 1999, Fiennes has served as an ambassador for UNICEF UK.",
        "birthday": "1962-12-22",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 5469,
        "imdb_id": "nm0000146",
        "name": "Ralph Fiennes",
        "place_of_birth": "Ipswich, Suffolk, England, UK",
        "popularity": 10.510727,
        "profile_path": "/nt6wcXariJ2kQiMFocMUjvVP92A.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Sir Michael Gambon is an Irish-British actor who has worked in theatre, television and film. A highly respected theatre actor, Gambon is recognised for his role in The Singing Detective and for his role as Albus Dumbledore in the Harry Potter film series, replacing the late actor Richard Harris. Gambon was born in Cabra, Dublin during World War II. His father, Edward Gambon, was an engineer, and his mother, Mary, was a seamstress. His father decided to seek work in the rebuilding of London, and so the family moved to Mornington Crescent in North London, when Gambon was five. His father had him made a British citizen - a decision that would later allow Michael to receive an actual, rather than honorary, knighthood. Gambon married Anne Miller when he was 22, but has always been secretive about his personal life, responding to one interviewer's question about her: \"What wife?\" The couple lived near Gravesend, Kent, where she has a workshop. While filming Gosford Park, Gambon brought Philippa Hart on to the set and introduced her to co-stars as his girlfriend. When the affair was revealed in 2002, he moved out of the marital home and bought a bachelor pad. In February 2007, it was revealed that Hart was pregnant with Gambon's child, and gave birth to son, Michael, in May 2007. On 22 June 2009 she gave birth to her second child, a boy named William, who is Gambon's third child. Gambon is a qualified private pilot and his love of cars led to his appearance on the BBC's Top Gear programme. Gambon raced the Suzuki Liana and was driving so aggressively that it went round the last corner of his timed lap on two wheels. The final corner of the Dunsfold Park track has been named \"Gambon\" in his honour.",
        "birthday": "1940-10-19",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 5658,
        "imdb_id": "nm0002091",
        "name": "Michael Gambon",
        "place_of_birth": "Cabra, Dublin, Ireland",
        "popularity": 7.01149,
        "profile_path": "/rcjsXZ6PUKlBbrFNv8itMWLzgXx.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor who rose to prominence playing the titular character in the Harry Potter film series. His work on the series has earned him several awards and more than £60 million.\n\nRadcliffe made his acting debut at age ten in BBC One's television movie David Copperfield (1999), followed by his film debut in 2001's The Tailor of Panama. Cast as Harry at the age of eleven, Radcliffe has starred in seven Harry Potter films since 2001, with the final installment releasing in July 2011. In 2007 Radcliffe began to branch out from the series, starring in the London and New York productions of the play Equus, and the 2011 Broadway revival of the musical How to Succeed in Business Without Really Trying. The Woman in Black (2012) will be his first film project following the final Harry Potter movie.\n\nRadcliffe has contributed to many charities, including Demelza House Children's Hospice and The Trevor Project. He has also made public service announcements for the latter. In 2011 the actor was awarded the Trevor Project's \"Hero Award\".\n\nDescription above from the Wikipedia article Daniel Radcliffe, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1989-07-23",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 10980,
        "imdb_id": "nm0705356",
        "name": "Daniel Radcliffe",
        "place_of_birth": "Hammersmith, London, England, UK",
        "popularity": 10.147694,
        "profile_path": "/kMSMa5tR43TLMR14ahU1neFVytz.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "​From Wikipedia, the free encyclopedia\n\nDavid \"Dave\" Legeno (born 12 October 1963) is an English actor, boxer, and mixed martial artist.\n\nDescription above from the Wikipedia article Dave Legeno, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1963-10-12",
        "deathday": "2014-07-06",
        "gender": 2,
        "homepage": "",
        "id": 60348,
        "imdb_id": "nm0499270",
        "name": "Dave Legeno",
        "place_of_birth": "Marylebone, London, England, UK",
        "popularity": 0.8368139999999999,
        "profile_path": "/rIpPm8VIxhTHbTFFFkdJ9Ht4Gyf.jpg"
    }
]