[
    {
        "adult": false,
        "also_known_as": [
            "Sir Peter Jackson"
        ],
        "biography": "Sir Peter Robert Jackson, (born 31 October 1961) is a New Zealand film director, producer, actor, and screenwriter, known for his Lord of the Rings film trilogy, adapted from the novel by J. R. R. Tolkien. He is also known for his 2005 remake of King Kong and as the producer of District 9. He won international attention early in his career with his \"splatstick\" horror comedies, before coming to mainstream prominence with Heavenly Creatures, for which he shared an Academy Award Best Screenplay nomination with his wife, Fran Walsh. Jackson has been awarded three Academy Awards in his career, including the award for Best Director in 2003.\n\nDescription above from the Wikipedia article Peter Jackson, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1961-10-31",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 108,
        "imdb_id": "nm0001392",
        "name": "Peter Jackson",
        "place_of_birth": "Pukerua Bay, North Island, New Zealand",
        "popularity": 3.364658,
        "profile_path": "/3na65jhXNZlzR1hpGu3WzrvYvNu.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "James Gunn (born August 5, 1970) is an American writer, filmmaker, actor, musician and cartoonist.\n\nDescription above from the Wikipedia article James Gunn, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1970-08-05",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 15218,
        "imdb_id": "nm0348181",
        "name": "James Gunn",
        "place_of_birth": "St. Louis, Missouri, U.S.",
        "popularity": 8.495131000000001,
        "profile_path": "/2w2mprJhSucgA8pbM5BRdBKl3p9.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Joseph Hill Whedon "
        ],
        "biography": "Joseph Hill \"Joss\" Whedon (born June 23, 1964) is an American screenwriter, executive producer, director, occasional composer and actor, and founder of Mutant Enemy Productions. He is best known as the creator and showrunner of the television series Buffy the Vampire Slayer (1997–2003), Angel (1999–2004), Firefly (2002) and Dollhouse (2009–2010), as well as the short film Dr. Horrible's Sing-Along Blog (2008). He is also notable for his work in film, comic books, and online media. Many of Whedon's projects, as well as Whedon himself, enjoy a cult status.\n\nDescription above from the Wikipedia article Joss Whedon, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1964-06-23",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 12891,
        "imdb_id": "nm0923736",
        "name": "Joss Whedon",
        "place_of_birth": "New York City, New York, USA",
        "popularity": 4.381331,
        "profile_path": "/dTiVsuaTVTeGmvkhcyJvKp2A5kr.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Chris Nolan",
            "Кристофер Нолан",
            "Крістофер Нолан"
        ],
        "biography": "From Wikipedia, the free encyclopedia. Christopher Jonathan James Nolan (born July 30, 1970) is a British/American film director, screenwriter and producer. He is known for writing and directing such critically acclaimed films as Memento (2000), Insomnia (2002), The Prestige (2006), Inception (2010), and rebooting the Batman film franchise. Nolan is the founder of the production company Syncopy Films. He often collaborates with his wife, producer Emma Thomas, and his brother, screenwriter Jonathan Nolan, as well as cinematographer Wally Pfister, film editor Lee Smith, composers David Julyan and Hans Zimmer, special effects coordinator Chris Corbould, and actors Christian Bale and Michael Caine. Nolan's most critically and commercially successful film is The Dark Knight. Description above from the Wikipedia article Christopher Nolan, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1970-07-30",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 525,
        "imdb_id": "nm0634240",
        "name": "Christopher Nolan",
        "place_of_birth": "London, England, UK",
        "popularity": 7.833942,
        "profile_path": "/7OGmfDF4VHLLgbjxuEwTj3ga0uQ.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Fernando Meirelles (born November 9, 1955 in São Paulo, Brazil) is a Brazilian film director. He was nominated for an Academy Award for Best Director in 2004 for his work in the Brazilian film City of God, released in 2002 in Brazil and in 2003 in the U.S. by Miramax Films. He was also nominated for the Golden Globe Best Director award in 2005 for The Constant Gardener.",
        "birthday": "1955-11-09",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 8557,
        "imdb_id": "nm0576987",
        "name": "Fernando Meirelles",
        "place_of_birth": "São Paulo, São Paulo, Brazil",
        "popularity": 2e-06,
        "profile_path": "/usc1zwBXEHN4A6rkvJcmgWpc7rS.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": null,
        "birthday": "1973-04-15",
        "deathday": "",
        "gender": 2,
        "homepage": null,
        "id": 84426,
        "imdb_id": "nm0619923",
        "name": "Olivier Nakache",
        "place_of_birth": "Suresnes, France",
        "popularity": 0.004023,
        "profile_path": null
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "​American film director, screenwriter, producer, actor, and film historian Martin Marcantonio Luciano Scorsese made the short films while he attended New York University's film school; these include “What's a Nice Girl Like You Doing in a Place Like This?” (1963), “It's Not Just You, Murray!” (1964), and his most famous short of the period “The Big Shave” (1967). This came shortly after seriously considering entering into priesthood. He entered a seminary in 1956 then opted to direct his focus toward film; he graduated from NYU as a film major in 1964.\n\nScorsese made his first feature-length film in 1967, “Call First”, which was later retitled “Who's That Knocking at My Door”, which was followed by “Boxcar Bertha” (1972). The Film “Taxi Driver” (1976) won the Palme d'Or at the 1976 Cannes Film Festival, and received four Oscar nominations, including Best Picture, establishing Scorsese as an accomplished filmmaker operating on a highly skilled level. \n\nScorsese has been married five times. His first wife was Laraine Marie Brennan; they have a daughter, Catherine. He married the writer Julia Cameron in 1976; they have a daughter, Domenica Cameron-Scorsese, who is an actress and appeared in The Age of Innocence, but the marriage lasted only a year. He was married to actress Isabella Rossellini from 1979 to their divorce in 1983. He then married producer Barbara De Fina in 1985; their marriage ended in divorce as well, in 1991. He has been married to Helen Morris since 1999; they have a daughter, Francesca, who appeared in The Departed and The Aviator. He is primarily based in New York City.",
        "birthday": "1942-11-17",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.scorsesefilms.com/index.htm",
        "id": 1032,
        "imdb_id": "nm0000217",
        "name": "Martin Scorsese",
        "place_of_birth": "Queens, New York, USA",
        "popularity": 7.254021,
        "profile_path": "/7ayyfofgSRB9kVV004EocFBC4zC.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Damien Chazelle was born on January 19, 1985 in Providence, Rhode Island, USA. He is a writer and director, known for La La Land (2016) and Whiplash (2014).",
        "birthday": "1985-01-19",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 136495,
        "imdb_id": "nm3227090",
        "name": "Damien Chazelle",
        "place_of_birth": "Providence - Rhode Island - USA",
        "popularity": 2.183064,
        "profile_path": "/x5bpTU8b2mwgPpPDGJGWsJ1Qt3t.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Çagan Irmak "
        ],
        "biography": "",
        "birthday": "1970-04-04",
        "deathday": null,
        "gender": 2,
        "homepage": null,
        "id": 142857,
        "imdb_id": null,
        "name": "Çagan Irmak",
        "place_of_birth": "Seferihisar, Turkey",
        "popularity": 7e-06,
        "profile_path": "/QHJv0OXgNpDivuknRp3V5yfMWS.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "اصغر فرهادی"
        ],
        "biography": "Asghar Farhadi (Persian: اصغر فرهادی‎, Persian pronunciation: [æsɢæɾ ɛ fæɾhɑdiː]; born 7 May 1972) is an Iranian film director and screenwriter.\n\nFor his work as a director, he has received a Golden Globe Award and an Academy Award for Best Foreign Language Film, among many other awards. He was named one of the 100 Most Influential People in the world by Time magazine in 2012.",
        "birthday": "1972-05-07",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 229931,
        "imdb_id": "nm1410815",
        "name": "Asghar Farhadi",
        "place_of_birth": "Homāyūnshahr, Isfahan, Iran",
        "popularity": 0.8492499999999999,
        "profile_path": "/lvWXK3yhFE2lVZAc16fxGTT9sVW.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Peter Docter"
        ],
        "biography": "From Wikipedia, the free encyclopedia Peter Hans \"Pete\" Docter (born October 9, 1968) is an American film director, animator, and screenwriter from Bloomington, Minnesota. He is best known for directing the films Monsters, Inc. and Up, and as a key figure and collaborator in Pixar Animation Studios. The A. V. Club has called him \"almost universally successful\". He has been nominated for six Oscars (one win thus far for Up -- Best Animated Feature), three Annie Awards (winning two), a BAFTA Children's Film Award (which he won), and a Hochi Film Award (which he won). He has described himself as a \"geeky kid from Minnesota who likes to draw cartoons.\" He is now working on a top-secret project, that will be released in 2013 or 2014. He will not direct Monsters, Inc. 2. Description above from the Wikipedia article Pete Docter, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1968-10-09",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 12890,
        "imdb_id": "nm0230032",
        "name": "Pete Docter",
        "place_of_birth": "Bloomington, Minnesota, USA",
        "popularity": 2.391955,
        "profile_path": "/r6ngPgnReA3RHmKjmSoVsc6Awjp.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Gavin O'Connor (born 1964) is an American film director, screenwriter, producer, playwright and actor.\n\nDescription above from the Wikipedia article Gavin O'Connor (director), licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1964-10-30",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 77003,
        "imdb_id": "nm0640334",
        "name": "Gavin O'Connor",
        "place_of_birth": "Long Island, New York, USA",
        "popularity": 0.23589,
        "profile_path": "/apSvpBbQAKF0Tsywa9TGB9O6f50.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Clinton \"Clint\" Eastwood, Jr. (born May 31, 1930) is an American film actor, director, producer, composer and politician. Following his breakthrough role on the TV series Rawhide (1959–65), Eastwood starred as the Man with No Name in Sergio Leone's Dollars Trilogy of spaghetti westerns (A Fistful of Dollars, For a Few Dollars More, and The Good, the Bad and the Ugly) in the 1960s, and as San Francisco Police Department Inspector Harry Callahan in the Dirty Harry films (Dirty Harry, Magnum Force, The Enforcer, Sudden Impact, and The Dead Pool) during the 1970s and 1980s. These roles, along with several others in which he plays tough-talking no-nonsense police officers, have made him an enduring cultural icon of masculinity.\n\nEastwood won Academy Awards for Best Director and Producer of the Best Picture, as well as receiving nominations for Best Actor, for his work in the films Unforgiven (1992) and Million Dollar Baby (2004). These films in particular, as well as others including Play Misty for Me (1971), The Outlaw Josey Wales (1976), Pale Rider (1985), In the Line of Fire (1993), The Bridges of Madison County (1995), and Gran Torino (2008), have all received commercial success and/or critical acclaim. Eastwood's only comedies have been Every Which Way but Loose (1978) and its sequel Any Which Way You Can (1980); despite being widely panned by critics they are the two highest-grossing films of his career after adjusting for inflation.\n\nEastwood has directed most of his own star vehicles, but he has also directed films in which he did not appear such as Mystic River (2003) and Letters from Iwo Jima (2006), for which he received Academy Award nominations and Changeling (2008), which received Golden Globe Award nominations. He has received considerable critical praise in France in particular, including for several of his films which were panned in the United States, and was awarded two of France's highest honors: in 1994 he received the Ordre des Arts et des Lettres medal and in 2007 was awarded the Légion d'honneur medal. In 2000 he was awarded the Italian Venice Film Festival Golden Lion for lifetime achievement.\n\nSince 1967 Eastwood has run his own production company, Malpaso, which has produced the vast majority of his films. He also served as the nonpartisan mayor of Carmel-by-the-Sea, California, from 1986 to 1988. Eastwood has seven children by five women, although he has only married twice. An audiophile, Eastwood is also associated with jazz and has composed and performed pieces in several films along with his eldest son, Kyle Eastwood.\n\nDescription above from the Wikipedia article Clint Eastwood, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1930-05-31",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 190,
        "imdb_id": "nm0000142",
        "name": "Clint Eastwood",
        "place_of_birth": "San Francisco, California, USA",
        "popularity": 14.557713,
        "profile_path": "/n8h4ZHteFFXfmzUW6OEaPWanDnm.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Roderick Jaynes"
        ],
        "biography": "American filmmaker Ethan Jesse Coen is known for writing, directing and producing films jointly with his brother Joel David Coen, professionally they are known as the Coen brothers. In 1984, the brothers wrote and directed Blood Simple, their first film together. The film received was well received and won awards for Joel's direction at both the Sundance and Independent Spirit awards. \n\nThe brothers were recognized for their talents having been nominated for a number of awards, and achievements. No Country for Old Men (2007) won them the Oscar for Best Achievement in Directing, and Best Motion Picture of the Year, as well as the British Academy of Film and Television Arts (BAFTA) Film Award for best director. They were also awarded the Oscar for Best Writing, Screenplay Written Directly for the Screen in Fargo (1996).\n\nEthan is married to film editor Tricia Cooke; they reside in New York City. ",
        "birthday": "1957-09-21",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 1224,
        "imdb_id": "nm0001053",
        "name": "Ethan Coen",
        "place_of_birth": "Minneapolis, Minnesota, USA",
        "popularity": 5.554719,
        "profile_path": "/AqVdFvAiuF4X9WPKGw80Lj7ksOp.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Ronny Howard",
            "Ronald William Howard",
            "Ronnie Howard"
        ],
        "biography": "Ronald William \"Ron\" Howard (born March 1, 1954) is an American actor, director and producer.\n\nHe came to prominence as a child actor, playing Opie Taylor in the sitcom The Andy Griffith Show for eight years, and later as the teenaged Richie Cunningham in the sitcom Happy Days for six years. He made film appearances such as in American Graffiti in 1973 and while starring in Happy Days he also made The Shootist in 1976, as well as making his directorial debut with the 1977 comedy film Grand Theft Auto. He left Happy Days in 1980 to focus on directing, and has since gone on to direct several films, including the Oscar winning Cocoon, Apollo 13, Frost/Nixon, A Beautiful Mind and How the Grinch Stole Christmas. In 2003, he was awarded the National Medal of Arts.",
        "birthday": "1954-03-01",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 6159,
        "imdb_id": "nm0000165",
        "name": "Ron Howard",
        "place_of_birth": "Duncan, Oklahoma, USA",
        "popularity": 3.709219,
        "profile_path": "/67WIgpOGIeb4NSN9yIxsOITbnns.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nGeorge Miller (born 3 March 1945) is an Australian film director, screenwriter, producer, and former medical doctor. He is probably most well known for his work on the Mad Max movies, but has been involved in a wide range of projects, including the Oscar-winning Happy Feet.\n\nMiller is the older brother of producer Bill Miller.\n\nHe is a also co-founder of the Production House Dr.D Studios and Kennedy-Miller Mitchell Films formerly known as Kennedy-Miller Productions.\n\nDescription above from the Wikipedia article George Miller, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1945-03-03",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 20629,
        "imdb_id": "nm0004306",
        "name": "George Miller",
        "place_of_birth": "Chinchilla, Queensland, Australia",
        "popularity": 3.621155,
        "profile_path": "/smrCjoAwYyn91uBngUWHrak12MD.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia\n\nPaul Greengrass (born 13 August 1955) is an English film director, screenwriter and former journalist. He specialises in dramatisations of real-life events and is known for his signature use of hand-held cameras.\n\nDescription above from the Wikipedia article Paul Greengrass, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1955-08-13",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 25598,
        "imdb_id": "nm0339030",
        "name": "Paul Greengrass",
        "place_of_birth": "Cheam, Surrey, England, UK",
        "popularity": 2.984316,
        "profile_path": "/zyJyLdHvV98Nv9mrctQsH64RxkE.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nTim Miller (born September 22, 1958 in Pasadena, California) is an American performance artist and writer, whose pieces frequently involve gay identity, marriage equality and immigration issues. He was one of the NEA Four, four performance artists whose National Endowment for the Arts grants were vetoed in 1990 by NEA chair John Frohnmayer.\n\nDescription above from the Wikipedia article Tim Miller, licensed under CC-BY-SA, full list of contributors on Wikipedia .",
        "birthday": "1958-09-22",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 55252,
        "imdb_id": "nm2143007",
        "name": "Tim Miller",
        "place_of_birth": "Pasadena, California, USA",
        "popularity": 1.579282,
        "profile_path": "/ebnkxctPa86d2AaCX7MDNNxAhbJ.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nKenneth Lonergan (born October 16, 1962) is a playwright, screenwriter, and director born in the Bronx, New York City, New York. He began writing in high school at the Walden School (a defunct private school in Manhattan with a strong drama program).\n\nHis first play, The Rennings Children, was chosen for the Young Playwright's Festival in 1982 while he was still an undergraduate. He would go on to graduate from the NYU Playwriting Program. After he graduated, he worked as a speechwriter for the Environmental Protection Agency. He also wrote industrial shows for clients such as Weight Watchers and Fujifilm.\n\nHis first success came with the play This is Our Youth (1996), and was followed by The Waverley Gallery (1999), based on his grandmother's Greenwich Village Gallery, and later Lobby Hero (2002).\n\nLonergan's film career began with his screenplay for the gangland comedy Analyze This (1999). He was subsequently offered a job writing The Adventures of Rocky and Bullwinkle (2000).\n\nLonergan directed his next screenplay for You Can Count on Me (2000), which was executive produced by Martin Scorsese, and went on to contribute to the screenplay for Gangs of New York (2002). In 2005, filming took place for his second film as writer/director, Margaret (2011), starring Anna Paquin, Matt Damon, Matthew Broderick, and his wife, J. Smith-Cameron. The film spent over five years in post-production, resulting in multiple legal disputes.\n\nDescription above from the Wikipedia article Kenneth Lonergan, licensed under CC-BY-SA, full list of contributors on Wikipedia​",
        "birthday": "1962-10-16",
        "deathday": "",
        "gender": 0,
        "homepage": "",
        "id": 30711,
        "imdb_id": "nm0518836",
        "name": "Kenneth Lonergan",
        "place_of_birth": "New York City, New York USA",
        "popularity": 0.911693,
        "profile_path": "/eXIXHox35IZNiwmqugh0ssrwmRc.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Yimou Zhang",
            "Yi-Mou Zhang",
            "張藝謀",
            "张艺谋",
            "Zhang Yimou",
            "張芸謀",
            "チャン・イーモウ"
        ],
        "biography": "Zhang Yimou (born November 14, 1950 or 1951)  is a Chinese film director, producer, writer and actor, and former cinematographer. He is counted amongst the Fifth Generation of Chinese filmmakers, having made his directorial debut in 1987 with Red Sorghum. Zhang has won numerous awards and recognitions, with Best Foreign Film nominations for Ju Dou in 1990 and Raise the Red Lantern in 1991, Silver Lion and Golden Lion prizes at the Venice Film Festival, Grand Jury Prize at the Cannes Film Festival, and the Golden Bear at the Berlin International Film Festival. One of Zhang's recurrent themes is the resilience of Chinese people in the face of hardship and adversity, a theme which has been explored in such films as, for example, To Live (1994) and Not One Less (1999). His films are particularly noted for their rich use of colour, as can be seen in some of his early films, like Raise the Red Lantern, and in his wuxia films like Hero and House of Flying Daggers.\n\nDescription above from the Wikipedia article Zhang Yimou, licensed under CC-BY-SA, full list of contributors on Wikipedia.    ",
        "birthday": "1951-11-14",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 607,
        "imdb_id": "nm0955443",
        "name": "Yimou Zhang",
        "place_of_birth": "Xi'an, Shaanxi, China",
        "popularity": 2.123832,
        "profile_path": "/uU5vECl94jDQYjiRk4eOpVRMEi9.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Quentin Jerome Tarantino"
        ],
        "biography": "Quentin Jerome Tarantino is an American film director, screenwriter, producer, cinematographer and actor. In the early 1990s he was an independent filmmaker whose films used nonlinear storylines and aestheticization of violence. His films have earned him a variety of Academy Award, Golden Globe, BAFTA and Palme d'Or Awards and he has been nominated for Emmy and Grammy Awards. In 2007, Total Film named him the 12th-greatest director of all time.\n\nTarantino was born in Knoxville, Tennessee, the son of Connie McHugh Tarantino Zastoupil, a health care executive and nurse born in Knoxville, and Tony Tarantino, an actor and amateur musician born in Queens, New York.\n\nTarantino's mother allowed him to quit school at age 17, to attend an acting class full time. Tarantino gave up acting while attending the acting school, saying that he admired directors more than actors. Tarantino also worked in a video rental store before becoming a filmmaker, paid close attention to the types of films people liked to rent, and has cited that experience as inspiration for his directorial career.\n\nTarantino has been romantically linked with numerous entertainers, including actress Mira Sorvino, directors Allison Anders and Sofia Coppola, actresses Julie Dreyfus and Shar Jackson and comedians Kathy Griffin and Margaret Cho. There have also been rumors about his relationship with Uma Thurman, whom he has referred to as his \"muse\". However, Tarantino has stated that their relationship is strictly platonic. He has never married and has no children.\n\nDescription above from the Wikipedia article Quentin Tarantino, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1963-03-27",
        "deathday": "",
        "gender": 2,
        "homepage": "http://www.tarantino.info/",
        "id": 138,
        "imdb_id": "nm0000233",
        "name": "Quentin Tarantino",
        "place_of_birth": "Knoxville, Tennessee, USA",
        "popularity": 8.269964,
        "profile_path": "/9ci4NBvHXJktxjALdJsrtasqgtV.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "Leonard Abrahamson",
            "Lanny Abrahamson"
        ],
        "biography": null,
        "birthday": "1966-11-30",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 83281,
        "imdb_id": "nm1049433",
        "name": "Lenny Abrahamson",
        "place_of_birth": "Dublin, Ireland",
        "popularity": 0.000134,
        "profile_path": "/xl1oS6RS2y4J90C4AMuJvqjcye1.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "Sean Justin Penn (born August 17, 1960) is an American actor, screenwriter and film director, also known for his political and social activism. He is a two-time Academy Award winner for his roles in Mystic River (2003) and Milk (2008), as well as the recipient of a Golden Globe Award for the former and a Screen Actors Guild Award for the latter.  Penn began his acting career in television with a brief appearance in a 1974 episode of Little House on the Prairie, directed by his father Leo Penn. Following his film debut in 1981's Taps and a diverse range of film roles in the 1980s, Penn emerged as a prominent leading actor with the 1995 drama film Dead Man Walking, for which he earned his first Academy Award nomination and the Best Actor Award at the Berlin Film Festival. Penn subsequently received another two Oscar nominations for Sweet and Lowdown (1999) and I Am Sam (2001), before winning his first Academy Award for Best Actor in 2003 for Mystic River and a second one in 2008 for Milk. He has also won a Best Actor Award of the Cannes Film Festival for She's So Lovely (1997), and two Best Actor Awards at the Venice Film Festival for Hurlyburly (1998) and 21 Grams (2003).\n\nPenn made his feature film directorial debut with 1991's The Indian Runner, followed by the drama film The Crossing Guard (1995) and the mystery film The Pledge (2001). In 2002, Penn directed one of the 11 segments of 11'09\"01 September 11, a compilation film made in response to the September 11 attacks. In 2007, Penn directed his fourth feature film Into the Wild, which garnered critical acclaim and two Academy Award nominations.\n\nIn addition to his film work, Penn is known for his political and social activism, most notably his criticism of the George W. Bush administration, his contact with the Presidents of Venezuela and Cuba, and his humanitarian work in the aftermath of Hurricane Katrina and the 2010 Haiti earthquake. Penn also attracted media attention for his previous marriages to pop icon Madonna and actress Robin Wright.\n\nDescription above from the Wikipedia article Sean Penn, licensed under CC-BY-SA, full list of contributors on Wikipedia",
        "birthday": "1960-08-17",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2228,
        "imdb_id": "nm0000576",
        "name": "Sean Penn",
        "place_of_birth": "Santa Monica, California, USA",
        "popularity": 3.110695,
        "profile_path": "/f2uy1zq0qmtLBpsr6N9uQ8FktOr.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "From Wikipedia, the free encyclopedia.\n\nTerry George (born December 20, 1952) is an Irish screenwriter and director. Born and raised in Belfast, Northern Ireland much of his film work (e.g. The Boxer, Some Mother's Son, and In the Name of the Father) involves the Troubles in Northern Ireland. He has been nominated for two Oscars; Best Writing, Screenplay Based on Material from Another Medium in 1993 for In the Name of the Father and Best Writing, Original Screenplay for Hotel Rwanda in 2004.\n\nDescription above from the Wikipedia article Terry George, licensed under CC-BY-SA, full list of contributors on Wikipedia.​",
        "birthday": "1952-12-20",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 2589,
        "imdb_id": "nm0313623",
        "name": "Terry George",
        "place_of_birth": "Belfast, Northern Ireland, UK",
        "popularity": 2.109274,
        "profile_path": "/bQDk9TM3y1pswHHKLoeb9bV88S9.jpg"
    },
    {
        "adult": false,
        "also_known_as": [
            "J. J. Abrams",
            "Jeffrey Jacob Abrams"
        ],
        "biography": "Jeffrey Jacob Abrams, better known as his screen moniker J.J. Abrams, is an American film and television producer, screenwriter, director, actor and composer.  \n\nBest known for his work in science fiction and action genres, Abrams (co-)created multiple award winning television series, including: Felicity, Alias, Lost, Fringe, Undercovers, Person of Interest and Revolution.  His film work includes the late 2000s reboots of beloved film series such as Star Trek, Star Wars, and Mission: Impossible.  Many of the films he has contributed to are distributed by Paramount Pictures, while his television series are, generally, co-produced by either Warner Bros. Television or Touchstone Television. Abrams' frequent creative collaborators include writers Alex Kurtzman and Roberto Orci, composer Michael Giacchino, cinematographers Daniel Mindel and Larry Fong, and editors Maryann Brandon and Mary Jo Markey.  \n\nAbrams was born in New York City, but raised in Los Angeles, the son of television producer Gerald W. Abrams and executive producer Carol Ann Abrams (née Kelvin).  He attended Palisades High School and Sarah Lawrence College.  Abrams' first movie business job came at the age of 16, when he wrote music for Don Dohler's film Nightbeast.  During his senior year at college, he teamed with Jill Mazursky to write a feature film treatment later used as the basis for Taking Care of Business, Abrams' first produced film. Abrahms continues to create major television and motion picture pieces under his production company, Bad Robot, founded in 2001 with Byran Burk.   \n\nDescription above provided by and modified from the Wikipedia article J. J. Abrams, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1966-06-27",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 15344,
        "imdb_id": "nm0009190",
        "name": "J.J. Abrams",
        "place_of_birth": "New York City, New York, USA",
        "popularity": 5.672099,
        "profile_path": "/xljsYopubv9egYzclBPNf9EAYxB.jpg"
    },
    {
        "adult": false,
        "also_known_as": [],
        "biography": "David Yates (born 30 November 1963) is an English director of film and television, best known for directing the final four films in the Harry Potter franchise.\n\nHis first two Potter films (Order of the Phoenix and Half-Blood Prince) became the highest-grossing entries in the series after the first instalment, which was later surpassed by Yates' Deathly Hallows, making him the most commercially successful British director in recent years. He is the only director in the series to be honoured with a Best Director accolade for his work on Harry Potter. He achieved international attention for his award-winning short films early in his career, which led to him becoming a prolific television director with credits including the BBC costume drama The Way We Live Now, the acclaimed political thriller State of Play and the BAFTA-lauded two-part drama Sex Traffic. Due to the success of these dramas and subsequent projects, Yates is considered as one of Britain's most celebrated directors of film and television.\n\nThroughout his works, Yates uses hand-held cameras to visually provoke the subject matter; the technique is noted as one of his directorial trademarks. Yates is married to Yvonne Walcott, who is the aunt of Arsenal football player Theo Walcott.\n\nDescription above from the Wikipedia article David Yates, licensed under CC-BY-SA, full list of contributors on Wikipedia.",
        "birthday": "1963-11-30",
        "deathday": "",
        "gender": 2,
        "homepage": "",
        "id": 11343,
        "imdb_id": "nm0946734",
        "name": "David Yates",
        "place_of_birth": "St. Helens, Merseyside, England, UK",
        "popularity": 3.826565,
        "profile_path": "/sCjOa6Yt5o4YeyB7t8LZwNVvtSw.jpg"
    }
]